{
    "provinces": [
        {
            "province_name": "Đà Lạt",
            "places": [
                {
                    "name": "Dalat Wind Deluxe Hotel",
                    "description": [
                        "Tọa lạc tại thành phố Đà Lạt, cách Hồ Xuân Hương 500 m, Dalat Wind Deluxe Hotel là khách sạn 2 sao có lễ tân 24 giờ, sảnh khách chung, Wi-Fi và chỗ đỗ xe riêng miễn phí. Tại khách sạn, tất cả các phòng đều có bàn làm việc, TV màn hình phẳng, ấm đun nước và phòng tắm riêng với chậu rửa vệ sinh (bidet). Một số phòng còn có ban công. Khách sạn phục vụ bữa sáng gọi món hàng ngày. Du khách có thể dùng bữa tại nhà hàng trong khuôn viên, nơi chuyên phục vụ các món nướng/BBQ. Du khách cũng có thể thư giãn trên sân hiên tắm nắng. Các điểm tham quan nổi tiếng gần Dalat Wind Deluxe Hotel bao gồm Vườn hoa Đà Lạt, Quảng trường Lâm Viên và Công viên Yersin Đà Lạt. Sân bay gần nhất là sân bay Liên Khương, cách chỗ nghỉ 23 km."
                    ],
                    "images": [
                        "https://vanangroup.com.vn/wp-content/uploads/2024/05/Hinh-anh-phong-ngu-khach-san-binh-dan-vua-dep-vua-tiet-kiem-1024x768.jpg"
                    ],
                    "gps": {
                        "lat": 11.9489500804151,
                        "lng": 108.441305226516
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Miền Nhiệt Đới 2 Hotel",
                    "description": [
                        "Tọa lạc tại thành phố Đà Lạt, cách Quảng trường Lâm Viên 1,4 km và Hồ Xuân Hương 1,6 km, Miền Nhiệt Đới 2 Hotel cung cấp chỗ nghỉ với sảnh khách chung và Wi-Fi miễn phí trong toàn bộ khuôn viên cũng như chỗ đỗ xe riêng miễn phí. Khách sạn 2 sao này có dịch vụ tiền sảnh và phòng giữ hành lý. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và tổ chức các tour du lịch cho khách. Phòng nghỉ tại khách sạn có khu vực ghế ngồi, TV màn hình phẳng với các kênh truyền hình vệ tinh cũng như phòng tắm riêng đi kèm dép đi trong phòng và vòi xịt/chậu rửa vệ sinh. Miền Nhiệt Đới 2 Hotel cung cấp một số phòng nhìn ra khu vườn và mỗi phòng đều được trang bị ấm đun nước. Các phòng tại đây có ga trải giường và khăn tắm. Miền Nhiệt Đới 2 Hotel nằm cách Công viên Yersin Đà Lạt 1,8 km và CLB chơi golf Dalat Palace 2,8 km. Sân bay gần nhất là sân bay Liên Khương, nằm cách khách sạn 30 km và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": [
                        "https://vanangroup.com.vn/wp-content/uploads/2024/05/Thuong-co-dien-tich-phong-nho.png"
                    ],
                    "gps": {
                        "lat": 11.9414731208784,
                        "lng": 108.433715365152
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Raon Dalat",
                    "description": [
                        "Tọa lạc tại thành phố Đà Lạt, cách CLB chơi golf Dalat Palace 1,9 km, Raon Dalat có chỗ nghỉ với sảnh khách chung, chỗ đỗ xe riêng miễn phí, khu vườn và sân hiên. Khách sạn 3 sao này cung cấp dịch vụ phòng và dịch vụ tiền sảnh. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ đưa đón sân bay, bếp chung và WiFi miễn phí trong toàn bộ khuôn viên. Phòng nghỉ tại Raon Dalat được bố trí bàn làm việc và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh cùng dép. Một số phòng còn có khu vực ghế ngồi. Các phòng được trang bị máy sấy tóc, ga trải giường và sử dụng phòng tắm chung. Khu vực này nổi tiếng với hoạt động đi bộ đường dài và đi xe đạp trong khi du khách có thể thuê xe hơi tại chỗ nghỉ. Raon Dalat nằm cách Vườn hoa Đà Lạt 2,5 km và Hồ Xuân Hương 4,2 km. Sân bay gần nhất là sân bay Liên Khương, cách khách sạn 32 km."
                    ],
                    "images": ["https://vanangroup.com.vn/wp-content/uploads/2024/05/Phong-khach-san-binh-dan-gia-re.jpg"],
                    "gps": {
                        "lat": 11.963765711232,
                        "lng": 108.44033761118
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Royal Palace",
                    "description": [
                        "Tọa lạc tại thành phố Đà Lạt, cách Công viên Yersin 1 km, Royal Palace cung cấp chỗ nghỉ với sảnh khách chung, chỗ đỗ xe riêng miễn phí và khu vườn. Chỗ nghỉ này có các phòng gia đình và sân hiên tắm nắng. Nơi đây cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ tại Royal Palace được bố trí khu vực ghế ngồi, TV truyền hình vệ tinh màn hình phẳng, két an toàn, ấm đun nước và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh, áo choàng tắm cùng dép. Một số phòng nhìn ra quang cảnh thành phố. Tất cả các phòng đều được trang bị ga trải giường và khăn tắm. Royal Palace phục vụ bữa sáng buffet hoặc bữa sáng kiểu Á. Các điểm tham quan nổi tiếng gần khách sạn bao gồm Quảng trường Lâm Viên, Hồ Xuân Hương và Biệt thự Hằng Nga (Ngôi nhà điên). Sân bay gần nhất là sân bay Liên Khương, nằm trong bán kính 28 km từ Royal Palace, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://vanangroup.com.vn/wp-content/uploads/2024/05/Lua-chon-thiet-ke-thong-minh-de-toi-uu-khong-gian-khach-san.jpg"],
                    "gps": {
                        "lat": 11.9386554297866,
                        "lng": 108.440379429222
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Jolie House",
                    "description": [
                        "Tọa lạc ở thành phố Đà Lạt thuộc tỉnh Lâm Đồng, cách CLB chơi golf Đà Lạt Palace 1,4 km, Jolie House cung cấp chỗ nghỉ với WiFi miễn phí, tiện nghi BBQ, sân hiên và chỗ đỗ xe riêng miễn phí. Mỗi căn tại đây đều có khu vực bếp ăn đi kèm lò vi sóng và tủ lạnh, két an toàn, TV truyền hình cáp màn hình phẳng, tiện nghi ủi, bàn làm việc cũng như khu vực ghế ngồi với ghế sofa. Tất cả các căn được bố trí phòng tắm riêng với vòi xịt/chậu rửa vệ sinh, dép đi trong phòng, máy sấy tóc và đồ vệ sinh cá nhân miễn phí. Biệt thự cung cấp cả dịch vụ cho thuê xe đạp lẫn xe hơi trong khi du khách có thể đi câu cá ở khu vực gần đó. Jolie House nằm trong bán kính 2,1 km từ Vườn hoa Đà Lạt và 3,8 km từ Hồ Xuân Hương. Sân bay gần nhất là sân bay Liên Khương, cách đó 32 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://vanangroup.com.vn/wp-content/uploads/2024/05/Mau-hinh-anh-phong-khach-san-binh-dan-theo-phong-cach-hien-dai-1024x650.jpg"],
                    "gps": {
                        "lat": 11.9622339347835,
                        "lng": 108.444033511179
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Marigold Hotel Dalat",
                    "description": [
                        "Tọa lạc tại thành phố Đà Lạt, cách sân golf Dalat Palace Golf Club 1,9 km và Quảng trường Lâm Viên 1,8 km, Marigold Hotel Dalat cung cấp chỗ nghỉ với sảnh khách chung và WiFi miễn phí trong toàn bộ khuôn viên cũng như chỗ đỗ xe riêng miễn phí cho khách lái xe. Chỗ nghỉ này có các phòng gia đình và sân hiên tắm nắng. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Khách sạn cung cấp phòng nghỉ có máy điều hòa, bàn làm việc, ấm đun nước, tủ lạnh, minibar, két an toàn, TV màn hình phẳng và phòng tắm riêng với vòi sen. Tất cả các phòng đều được trang bị tủ để quần áo. Khách nghỉ tại Marigold Hotel Dalat có thể thưởng thức bữa sáng buffet hoặc bữa sáng kiểu Á. Chỗ nghỉ nằm cách Hồ Xuân Hương 2,1 km và Vườn hoa Đà Lạt 2,2 km. Sân bay gần nhất là sân bay Liên Khương, nằm trong bán kính 30 km từ Marigold Hotel Dalat, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://vanangroup.com.vn/wp-content/uploads/2024/05/Mau-sac-tuoi-sang-mang-lai-cam-giac-thoai-mai-1024x641.jpg"],
                    "gps": {
                        "lat": 11.9468415165511,
                        "lng": 108.439386065154
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Bazan Hotel Dalat",
                    "description": [
                        "Tọa lạc tại thành phố Đà Lạt, cách Công viên Yersin 1,6 km, Bazan Hotel Dalat có chỗ nghỉ với sảnh khách chung, chỗ đỗ xe riêng miễn phí và khu vườn. Khách sạn 3 sao này cung cấp dịch vụ phòng và dịch vụ tiền sảnh. Chỗ nghỉ có lễ tân 24 giờ, dịch vụ đưa đón sân bay, bếp chung và WiFi miễn phí trong toàn bộ khuôn viên. Phòng nghỉ tại khách sạn được trang bị TV màn hình phẳng, phòng tắm riêng, dép và ga trải giường. Một số phòng có tầm nhìn ra quang cảnh núi non.  Hồ Xuân Hương và Quảng trường Lâm Viên đều nằm cách Bazan Hotel Dalat 1,8 km. Sân bay gần nhất là sân bay Liên Khương, nằm trong bán kính 27 km từ chỗ nghỉ."
                    ],
                    "images": ["https://vanangroup.com.vn/wp-content/uploads/2024/05/Hinh-anh-phong-khach-san-binh-dan-phong-cach-toi-gian-1024x750.jpg"],
                    "gps": {
                        "lat": 11.9294453279905,
                        "lng": 108.445095826511
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Raon Villa",
                    "description": [
                        "Tọa lạc tại thành phố Đà Lạt, cách CLB chơi golf Dalat Palace 1,6 km, Raon Villa cung cấp chỗ nghỉ với quầy bar, chỗ đỗ xe riêng miễn phí, sảnh khách chung và vườn. Khách sạn 3 sao này cung cấp WiFi miễn phí, dịch vụ phòng và dịch vụ tiền sảnh. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, bếp chung và dịch vụ thu đổi ngoại tệ cho khách. Tất cả phòng nghỉ tại khách sạn đều có bàn làm việc, ga trải giường và sân hiên nhìn ra khu vườn. Các phòng còn được trang bị ấm đun nước và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh và dép đi trong phòng trong khi một số phòng còn có bếp với bếp nấu. Tại Raon Villa, tất cả các phòng đều được trang bị tủ để quần áo và sử dụng phòng tắm chung. Khu vực này nổi tiếng với hoạt động đi bộ đường dài và du khách cũng có thể thuê xe máy/xe hơi tại chỗ nghỉ. Vườn hoa Đà Lạt và Hồ Xuân Hương nằm cách Raon Villa lần lượt 2,1 km và 3,9 km. Sân bay gần nhất là sân bay Liên Khương, cách khách sạn 32 km và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://vanangroup.com.vn/wp-content/uploads/2024/05/Phong-khach-trong-khach-san-binh-dan-phong-cach-vintage.jpg"],
                    "gps": {
                        "lat": 11.96340899585,
                        "lng": 108.440086834478
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "La Fleur Premium Central Apartment",
                    "description": [
                        "Nằm cách Quảng trường Lâm Viên chưa đến 1 m, La Fleur Premium Central Apartment có chỗ nghỉ, nhà hàng, quầy bar, sảnh khách chung và khu vườn. Khách sạn căn hộ này cung cấp miễn phí cả WiFi lẫn chỗ đỗ xe riêng. Tất cả các căn tại đây được bố trí khu vực ghế ngồi, TV truyền hình vệ tinh màn hình phẳng và phòng tắm riêng đi kèm dép đi trong phòng, vòi xịt/chậu rửa vệ sinh cùng vòi sen. Một số căn còn được bố trí khu vực bếp ăn với máy rửa bát, lò vi sóng và lò nướng. La Fleur Premium Central Apartment phục vụ bữa sáng kiểu lục địa hoặc bữa sáng à la carte. Chỗ nghỉ có sân chơi cho trẻ em. La Fleur Premium Central Apartment cung cấp cả dịch vụ cho thuê xe đạp lẫn xe hơi trong khi du khách có thể đi bộ đường dài và đi xe đạp ở khu vực gần đó. Khách sạn căn hộ này nằm gần các điểm tham quan nổi tiếng như Hồ Xuân Hương, Công viên Yersin và Biệt thự Hằng Nga (Ngôi nhà điên). Sân bay gần nhất là sân bay Liên Khương, cách La Fleur Premium Central Apartment 28 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://vanangroup.com.vn/wp-content/uploads/2024/05/Than-thien-voi-moi-truong-dang-la-xu-huong-moi.jpg"],
                    "gps": {
                        "lat": 11.9386210919308,
                        "lng": 108.439784468522
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                }
            ]
        },
        {
            "province_name": "Hà Nội",
            "places": [
                {
                    "name": "Babylon Premium Hotel & Spa",
                    "description": [
                        "Tọa lạc tại vị trí tuyệt đẹp ở quận Hoàn Kiếm thuộc thành phố Hà Nội, Babylon Premium Hotel & Spa nằm cách Nhà Thờ Lớn 500 m, Nhà hát múa rối nước Thăng Long 600 m và Hồ Hoàn Kiếm 700 m. Trong số các tiện nghi của chỗ nghỉ này có nhà hàng, lễ tân 24 giờ, dịch vụ phòng và WiFi miễn phí trong toàn bộ khuôn viên. Chỗ nghỉ có máy ATM, dịch vụ tiền sảnh và dịch vụ thu đổi ngoại tệ cho khách. Tất cả phòng nghỉ tại khách sạn được trang bị máy điều hòa, khu vực ghế ngồi, TV màn hình phẳng với các kênh truyền hình vệ tinh, két an toàn và phòng tắm riêng đi kèm vòi sen, áo choàng tắm cùng dép. Mỗi phòng đều có sẵn ấm đun nước trong khi một số phòng được bố trí ban công và các phòng khác cũng cung cấp tầm nhìn ra quang cảnh thành phố. Các phòng tại Babylon Premium Hotel & Spa có ga trải giường và khăn tắm. Chỗ nghỉ phục vụ bữa sáng kiểu lục địa hoặc bữa sáng buffet. Khu vực này nổi tiếng với hoạt động đi xe đạp và du khách có thể thuê xe hơi tại Babylon Premium Hotel & Spa. Các điểm tham quan nổi tiếng gần khách sạn bao gồm Ô Quan Chưởng, trung tâm thương mại Tràng Tiền Plaza và Ga Hà Nội. Sân bay gần nhất là sân bay quốc tế Nội Bài, nằm trong bán kính 26 km từ Babylon Premium Hotel & Spa, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://vanangroup.com.vn/wp-content/uploads/2024/05/Phong-binh-dan-gia-re-thuong-ap-dung-phong-cach-don-gian.jpg"],
                    "gps": {
                        "lat": 21.0340944418454,
                        "lng": 105.848387626167
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Hôtel du LAC Hanoi",
                    "description": [
                        "Tọa lạc tại thành phố Hà Nội, cách Nhà Thờ Lớn 400 m, Hôtel du LAC Hanoi có dịch vụ nhận phòng/trả phòng cấp tốc, phòng nghỉ không gây dị ứng, nhà hàng, WiFi miễn phí và quầy bar. Chỗ nghỉ này có các phòng gia đình và sân hiên. Nơi đây cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ gắn máy điều hòa tại khách sạn được trang bị bàn làm việc, két an toàn, TV màn hình phẳng và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh. Tất cả các căn đều có ga trải giường. Hôtel du LAC Hanoi phục vụ bữa sáng kiểu lục địa hằng ngày. Trong số các điểm tham quan nổi tiếng gần chỗ nghỉ có trung tâm thương mại Tràng Tiền Plaza, Hồ Hoàn Kiếm và Nhà Hát Lớn Hà Nội. Sân bay gần nhất là sân bay quốc tế Nội Bài, nằm trong bán kính 27 km từ Hôtel du LAC Hanoi, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://vanangroup.com.vn/wp-content/uploads/2024/05/Mau-sac-tuoi-sang-cua-phong-cach-kieu-phap-don-gian.jpg"],
                    "gps": {
                        "lat": 21.0320328864051,
                        "lng": 105.850266233066
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Smarana Hanoi Heritage",
                    "description": [
                        "Tọa lạc tại thành phố Hà Nội, cách Bảo tàng Dân tộc học Việt Nam 2 km, Smarana Hanoi Heritage có quầy bar, sảnh khách chung và tầm nhìn ra quang cảnh thành phố. Trong số các tiện nghi của chỗ nghỉ này có nhà hàng, lễ tân 24 giờ, dịch vụ phòng và WiFi miễn phí trong toàn bộ khuôn viên. Du khách có thể thưởng thức đồ uống tại quầy bar thức ăn nhẹ. Tất cả phòng tại khách sạn được trang bị máy điều hoà, khu vực ghế ngồi, TV màn hình phẳng với các kênh truyền hình cáp, két an toàn và phòng tắm riêng đi kèm vòi xịt/chậu rửa vệ sinh, áo choàng tắm cùng dép đi trong phòng. Smarana Hanoi Heritage cung cấp một số phòng có ban công và mỗi phòng đều có ấm đun nước. Các phòng được trang bị ga trải giường và khăn tắm. Smarana Hanoi Heritage phục vụ bữa sáng kiểu lục địa hoặc bữa sáng buffet. Khách sạn có sân hiên. Smarana Hanoi Heritage nằm trong bán kính 3,9 km từ trung tâm thương mại Vincom Center Nguyễn Chí Thanh và 4,9 km từ Sân vận động Mỹ Đình. Sân bay gần nhất là sân bay quốc tế Nội Bài, cách đó 26 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://vanangroup.com.vn/wp-content/uploads/2024/05/Phong-cach-kieu-phap-don-gian.jpg"],
                    "gps": {
                        "lat": 21.030573942483,
                        "lng": 105.785674479612
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "JM Marvel Hotel & Spa",
                    "description": [
                        "Tọa lạc tại vị trí tuyệt đẹp ở quận Hoàn Kiếm thuộc thành phố Hà Nội, JM Marvel Hotel & Spa nằm cách Nhà hát múa rối nước Thăng Long chưa đầy 1 km, Nhà Thờ Lớn 12 phút đi bộ và Chợ Đồng Xuân 1,2 km. Trong số các tiện nghi của khách sạn này có nhà hàng, lễ tân 24 giờ, bàn đặt tour và Wi-Fi miễn phí. Khách sạn có các phòng gia đình. Khách nghỉ tại khách sạn có thể thưởng thức bữa sáng buffet hoặc bữa sáng à la carte. Các điểm tham quan nổi tiếng gần JM Marvel Hotel & Spa bao gồm Ô Quan Chưởng, Bảo tàng Mỹ thuật Việt Nam và Hồ Hoàn Kiếm. Sân bay gần nhất là sân bay quốc tế Nội Bài, cách đó 25 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/hotel-caitilin-1952m2-phong-ngu-01-decox-design.jpg"],
                    "gps": {
                        "lat": 21.0326009074139,
                        "lng": 105.847220133066
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Hanoi Marvellous Hotel & Spa",
                    "description": [
                        "Nằm cách chợ Hàng Da và trung tâm mua sắm Gallery tại khu Phố Cổ của thành phố Hà Nội 5 phút tản bộ, \"Hanoi Marvellous Hotel & Spa\" cung cấp chỗ nghỉ với nội thất bằng gỗ bóng và đèn chùm trang nhã. Khách sạn có nhà hàng trong khuôn viên và Wi-Fi miễn phí trong tất cả các khu vực. Du khách có thể tận hưởng các liệu pháp và dịch vụ spa tại trung tâm spa của khách sạn. Các phòng gắn điều hòa được trang bị sàn gỗ phong và TV truyền hình cáp màn hình phẳng. Khách cũng có thể thưởng thức đồ uống từ minibar. Một số loại phòng thông nhau qua cửa nối có thể được cung cấp khi khách yêu cầu. Từ chỗ nghỉ, du khách chỉ cần đi bộ 7 phút là đến Văn Miếu Quốc Tử Giám và chùa Một Cột. Hồ Hoàn Kiếm và Bảo tàng lịch sử Việt Nam đều cách khách sạn 10 phút đi bộ. Nhân viên tại quầy lễ tân phục vụ 24 giờ/ngày có thể hỗ trợ khách với dịch vụ giặt thường và giặt khô. Khách cũng có thể thuê xe hơi và xe đạp để khám phá khu vực xung quanh. Nhà hàng tại \"Hanoi Marvelous Hotel & Spa\" phục vụ ăn uống cả ngày với các món ngon Việt Nam, Châu Á và Châu Âu. Thực đơn theo chế độ ăn đặc biệt được cung cấp khi khách có yêu cầu. Từ tầng 6 của khách sạn, khách có thể ngắm nhìn toàn cảnh thành phố gồm cả khu Phố Cổ. Chỗ nghỉ cũng phục vụ ăn uống tại phòng."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/hotel-achilla-1560m2-phong-ngu-06-decox-design.jpg"],
                    "gps": {
                        "lat": 21.0332258656422,
                        "lng": 105.846626334095
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Parkside Sunline Hotel",
                    "description": [
                        "Tọa lạc tại vị trí thuận tiện ở thành phố Hà Nội, Park Side Sunline Hotel cung cấp chỗ ở trang nhã, hiện đại với truy cập Wi-Fi miễn phí trong toàn khuôn viên. Khách sạn có quầy lễ tân 24 giờ, phòng tập thể dục và nhà hàng trên tầng mái. Khách sạn này cách trung tâm thương mại Tràng Tiền Plaza cũng như Bảo tàng Không quân Việt Nam khoảng 1,8 km. Ga Hà Nội cách nơi đây 1,9 km trong khi Sân bay Quốc tế Nội Bài cách khách sạn 23 km lái xe. Nhìn ra quang cảnh thành phố, các phòng máy lạnh tại đây được trang bị sàn lát gỗ, tủ quần áo, két an toàn và truyền hình vệ tinh màn hình phẳng. Ấm đun nước điện và minibar cũng có trong phòng. Phòng tắm riêng đi kèm dép, máy sấy tóc và đồ vệ sinh cá nhân miễn phí. Khách nghỉ tại Park Side Sunline Hotel có thể thư giãn với liệu pháp mát-xa tại spa. Tiện nghi tổ chức hội họp/yến tiệc và trung tâm dịch vụ doanh nhân cũng có tại đây. Dịch vụ đưa đón sân bay, giữ hành lý và giặt là có thể được sắp xếp cho khách. Nhà hàng trong nhà phục vụ hàng loạt món ăn ngon của địa phương và phương Tây đồng thời có tầm nhìn ra toàn cảnh thành phố. Đồ uống sau bữa ăn được phục vụ tại quầy bar."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/hotel-callista-3551m2-phong-ngu-04-decox-design.jpg"],
                    "gps": {
                        "lat": 21.0107778569583,
                        "lng": 105.84780967165
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "La Mejor Hotel & Sky Bar",
                    "description": [
                        "Nằm trong Khu Phố Cổ Hà Nội nhộn nhịp, La Mejor Hotel & Sky Bar cung cấp phòng nghỉ sáng sủa với WiFi miễn phí. Phòng nghỉ trang nhã ở đây có đồ nội thất bằng gỗ, máy điều hòa, két an toàn cá nhân, bàn làm việc, TV truyền hình cáp màn hình phẳng, minibar và ấm đun nước điện. Mỗi phòng đều được bố trí phòng tắm riêng với tiện nghi vòi sen, máy sấy tóc, đồ vệ sinh cá nhân miễn phí và dép. Du khách có thể thư giãn với liệu pháp mát-xa nhẹ nhàng tại spa. Dịch vụ giặt là và ăn uống tại phòng được cung cấp cho khách. Du khách chỉ cần tản bộ một quãng ngắn là tới Hồ Hoàn Kiếm và 5 phút là đến Chợ Đồng Xuân trong khi Nhà Thờ Lớn cũng như Nhà Hát Lớn Hà Nội đều cách đó 10 phút lái xe. Sân bay quốc tế Nội Bài nằm trong bán kính 45 phút lái xe từ chỗ nghỉ này. Nhà hàng The Gourmet Corner Restaurant (Tầng 9) phục vụ ẩm thực đầy hương vị chính thống của Việt Nam từ khắp mọi miền đất nước bao gồm cả các món ăn quốc tế để thỏa mãn vị giác của du khách. Quán Diamond Sky Bar trên tầng 10 thực sự tạo cảm hứng với tầm nhìn ngoạn mục ra toàn cảnh 360 độ hoàn toàn không bị gián đoạn với dịch vụ hoàn hảo, một không khí sôi động và một không gian tuyệt vời."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/hotel-callista-3551m2-phong-ngu-07-decox-design.jpg"],
                    "gps": {
                        "lat": 21.0363728135604,
                        "lng": 105.852687833072
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Kén Hotel by Connek",
                    "description": [
                        "Tọa lạc tại một vị trí thuận tiện ở quận Hoàn Kiếm thuộc thành phố Hà Nội, Kén Hotel by Connek nằm cách Nhà hát múa rối nước Thăng Long 500 m, Nhà Thờ Lớn 400 m và Hồ Hoàn Kiếm 600 m. Trong số các tiện nghi của chỗ nghỉ này có nhà hàng, lễ tân 24 giờ, dịch vụ phòng và WiFi miễn phí. Khách sạn cung cấp các phòng gia đình. Phòng nghỉ tại Kén Hotel by Connek được bố trí máy điều hòa, khu vực ghế ngồi, TV truyền hình cáp màn hình phẳng, két an toàn, ấm đun nước và phòng tắm riêng đi kèm vòi sen, áo choàng tắm cùng dép. Một số phòng có ban công. Mỗi phòng đều được trang bị ga trải giường và khăn tắm. Kén Hotel by Connek phục vụ bữa sáng buffet hằng ngày. Khu vực này nổi tiếng với hoạt động đi xe đạp và du khách có thể thuê xe đạp/xe hơi tại khách sạn. Các điểm tham quan nổi tiếng gần Kén Hotel by Connek bao gồm Ô Quan Chưởng, trung tâm thương mại Tràng Tiền Plaza và Ga Hà Nội. Sân bay gần nhất là sân bay quốc tế Nội Bài, cách đó 26 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/hotel-calandia-6984m2-phong-ngu-03-decox-design.jpg"],
                    "gps": {
                        "lat": 10.7810426885258,
                        "lng": 106.679189014187
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Hanoi Aria Central Hotel & Spa",
                    "description": [
                        "Tọa lạc tại một vị trí lý tưởng ở trung tâm thành phố Hà Nội, Hanoi Aria Central Hotel & Spa cung cấp dịch vụ nhận/trả phòng cấp tốc cũng như chỗ đỗ xe riêng miễn phí. Khách sạn 3 sao này có dịch vụ phòng, máy ATM và WiFi miễn phí. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, bếp chung và dịch vụ thu đổi ngoại tệ. Phòng nghỉ tại khách sạn có máy điều hòa, khu vực ghế ngồi, TV màn hình phẳng với các kênh truyền hình vệ tinh, két an toàn và phòng tắm riêng đi kèm vòi sen, dép đi trong phòng cùng máy sấy tóc. Hanoi Aria Central Hotel & Spa cung cấp một số phòng với sân hiên và tầm nhìn ra quang cảnh thành phố. Các phòng sử dụng phòng tắm chung và có bàn làm việc. Tất cả các phòng đều đi kèm minibar. Khu vực này nổi tiếng với hoạt động đạp xe và du khách có thể thuê xe đạp cũng như xe hơi tại chỗ nghỉ. Hanoi Aria Central Hotel & Spa cung cấp dịch vụ ủi cũng như tiện nghi văn phòng như máy fax và máy photocopy. Các điểm tham quan nổi tiếng gần khách sạn bao gồm Ga Hà Nội, Văn Miếu - Quốc Tử Giám và Nhà Thờ Lớn. Sân bay gần nhất là sân bay quốc tế Nội Bài, nằm cách Hanoi Aria Central Hotel & Spa 26 km và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/hotel-charis-2160m2-phong-ngu-09-decox-design.jpg"],
                    "gps": {
                        "lat": 21.0288132382145,
                        "lng": 105.841711448919
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Lucky 3 Hotel",
                    "description": [
                        "Lucky 3 Hotel nằm ở trung tâm Hà Nội, chỉ cách Hồ Hoàn Kiếm tuyệt đẹp 500 m. Cách Sân bay Nội Bài 35 phút lái xe, khách sạn có Wi-Fi miễn phí và nhà hàng. Lucky 3 Hotel - The Original Lucky Chain cách Cầu Thê Húc chưa đến 400 m. Từ khách sạn, quý khách chỉ cần đi 450 m là có thể đến xem các chương trình giải trí tại Nhà hát Múa rối nước Thăng Long. Các phòng nghỉ ấm áp và hiện đại tại đây có sàn nhà bằng gỗ sáng bóng và đèn chiếu sáng ấm áp. Trong phòng có các tiện nghi như truyền hình vệ tinh màn hình phẳng và két an toàn. Các phòng rộng rãi của khách sạn có tầm nhìn ra toàn cảnh hồ và thành phố. Du khách có thể sắp xếp mua vé, đặt 1 chuyến đi trong ngày hoặc thuê xe hơi tại bàn bán tour của khách sạn. Để tạo thêm thuận tiện cho quý khách, khách sạn còn cung cấp dịch vụ giặt là và lễ tân 24 giờ. Nhà hàng của Lucky 3 Hotel - The Original Lucky Chain phục vụ ẩm thực Việt Nam và bữa sáng hàng ngày."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/khach-san-calchas-1300m2-phong-ngu-03-decox-design-1.jpg"],
                    "gps": {
                        "lat": 21.0315889177994,
                        "lng": 105.847945825135
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                }
            ]
        },
        {
            "province_name": "TP. Hồ Chí Minh",
            "places": [
                {
                    "name": "Novotel Saigon Centre",
                    "description": [
                        "Các phòng máy lạnh tại đây đi kèm với cả Internet có dây miễn phí và Wi-Fi miễn phí. Chỗ ở này chỉ cách Ga Sài Gòn 2 km. Các phòng hiện đại đều được trang bị TV màn hình phẳng, két an toàn cá nhân và minibar. Một số loại phòng có máy pha cà phê espresso và ổ cắm cho iPod. Các phòng tắm riêng đi kèm với vòi sen hoặc bồn tắm. Cách Novotel Saigon Centre 5 phút đi bộ là các điểm tham quan như Nhà thờ Đức Bà, Nhà hát Lớn Sài Gòn và Bảo tàng Chứng tích Chiến tranh. Khách sạn cách Sân bay Tân Sơn Nhất 20 phút lái xe. Khách có thể rèn luyện sức khoẻ tại trung tâm thể dục hoặc thư giãn với liệu pháp mát-xa tại Inbalance Spa. Khách sạn cũng cung cấp các phòng họp, dịch vụ giặt là và lễ tân 24 giờ. Các bữa tiệc tự chọn quốc tế được phục vụ tại nhà hàng The Square. Quý khách có thể thưởng thức đồ uống cũng như đồ ăn nhẹ tại quầy bar 167 Faubourg ở sảnh đợi."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/hotel-charis-2160m2-phong-ngu-04-decox-design.jpg"],
                    "gps": {
                        "lat": 10.7862546566653,
                        "lng": 106.696051467642
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Venus Hotel",
                    "description": [
                        "Khách sạn 2 sao này cung cấp WiFi miễn phí, dịch vụ lễ tân 24 giờ và bếp chung. Chỗ đỗ xe riêng được bố trí ngay trong khuôn viên. Tất cả phòng nghỉ tại đây đều được trang bị máy điều hòa, TV truyền hình vệ tinh màn hình phẳng, tủ lạnh, ấm đun nước, vòi xịt/chậu rửa vệ sinh, dép đi trong phòng và bàn làm việc. Mỗi căn được bố trí phòng tắm riêng, đồ vệ sinh cá nhân miễn phí và ga trải giường. Khách sạn có sân hiên. Venus Hotel nằm cách Chùa Giác Lâm 9 km và Chợ Tân Định 10 km. Sân bay gần nhất là sân bay quốc tế Tân Sơn Nhất, nằm trong bán kính 3,6 km từ chỗ nghỉ."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/hotel-bellanca-1670m2-phong-ngu-09-decox-design.jpg"],
                    "gps": {
                        "lat": 10.7686311088478,
                        "lng": 106.690386626046
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "SCAT Hotel- New World Bến Thành",
                    "description": [
                        "Nằm ở Thành phố Hồ Chí Minh, cách Chợ ẩm thực đường phố Bến Thành 700 m, SCAT Hotel- New World Bến Thành cung cấp WiFi miễn phí, dịch vụ nhận phòng/trả phòng cấp tốc và dịch vụ tiền sảnh. Khách sạn 3 sao này có bàn đặt tour, phòng giữ hành lý, lễ tân 24 giờ, máy ATM và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ tại SCAT Hotel- New World Bến Thành được bố trí tủ để quần áo, TV màn hình phẳng, máy điều hòa và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh cùng dép. Một số phòng có khu vực ghế ngồi. Các phòng được trang bị ga trải giường và khăn tắm. Các điểm tham quan nổi tiếng gần SCAT Hotel- New World Bến Thành bao gồm Công viên Tao Đàn, Bảo tàng Thành phố Hồ Chí Minh và Bảo tàng Mỹ thuật. Sân bay gần nhất là sân bay quốc tế Tân Sơn Nhất, nằm trong bán kính 12 km từ khách sạn, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/hotel-achilla-1560m2-phong-ngu-13-decox-design.jpg"],
                    "gps": {
                        "lat": 10.7767141272308,
                        "lng": 106.696561990129
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Triple E Hotel Fine Art Museum",
                    "description": [
                        "Triple E Hotel Fine Art Museum cung cấp các phòng nghỉ với Wi-Fi miễn phí và quầy bar tại Thành phố Hồ Chí Minh, nằm cách Bảo tàng Mỹ thuật 300 m và trung tâm thương mại Takashimaya Việt Nam 500 m. Chỗ nghỉ này nằm gần một số điểm tham quan nổi tiếng, cách tòa nhà UBND Thành phố Hồ Chí Minh 1,4 km và trung tâm thương mại Union Square cũng như Bến Nhà Rồng 1,1 km. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và tổ chức các tour du lịch cho khách. Phòng nghỉ gắn máy điều hòa tại khách sạn được trang bị bàn làm việc, ấm đun nước, tủ lạnh, minibar, két an toàn, TV màn hình phẳng và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh. Mỗi phòng nghỉ tại Triple E Hotel Fine Art Museum đều có ga trải giường và khăn tắm. Các điểm tham quan nổi tiếng gần chỗ nghỉ bao gồm Phố ẩm thực chợ Bến Thành, Công viên Tao Đàn và Bảo tàng Thành phố Hồ Chí Minh. Sân bay gần nhất là sân bay quốc tế Tân Sơn Nhất, cách Triple E Hotel Fine Art Museum 13 km."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/hotel-aspasia-2954m2-phong-ngu-03-decox-design.jpg"],
                    "gps": {
                        "lat": 10.76997491292,
                        "lng": 106.700634513152
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Vinpearl Landmark 81, Autograph Collection",
                    "description": [
                        "Khách sạn này cũng có lễ tân 24 giờ, nhà hàng và hồ bơi ngoài trời. Chỗ nghỉ cung cấp dịch vụ phòng và dịch vụ concierge. Khách nghỉ tại khách sạn có thể thưởng thức bữa sáng tự chọn. Vinpearl Landmark 81, Autograph Collection nằm trong bán kính 3,2 km từ Bảo tàng Lịch sử Việt Nam và 3,8 km từ trung tâm mua sắm Union Square Sài Gòn. Sân bay gần nhất là sân bay quốc tế Tân Sơn Nhất, cách chỗ nghỉ 15 km."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/hotel-chelidon-1425m2-phong-ngu-06-decox-design.jpg"],
                    "gps": {
                        "lat": 10.7968267407088,
                        "lng": 106.721888106269
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Cozrum Lux - The Arrivals Hotel",
                    "description": [
                        "Tọa lạc tại Thành phố Hồ Chí Minh, Cozrum Lux - The Arrivals Hotel có chỗ nghỉ, nhà hàng, hồ bơi ngoài trời, quán bar, sân hiên và tầm nhìn ra quang cảnh thành phố. Chỗ nghỉ này cung cấp chỗ đỗ xe riêng ngay trong khuôn viên. Chỗ nghỉ được bố trí máy điều hòa, bếp đầy đủ vật dụng, TV màn hình phẳng và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh, áo choàng tắm cùng dép đi trong phòng. Để thêm phần thuận tiện cho du khách, chỗ nghỉ có thể cung cấp khăn tắm và ga trải giường với một khoản phụ phí. Khách sạn căn hộ này phục vụ bữa sáng à la carte hằng ngày. Các điểm tham quan nổi tiếng gần Cozrum Lux - The Arrivals Hotel bao gồm Bảo tàng Mỹ thuật, trung tâm thương mại Takashimaya Việt Nam và Chợ ẩm thực đường phố Bến Thành. Sân bay gần nhất là sân bay quốc tế Tân Sơn Nhất, cách chỗ nghỉ 14 km"
                    ],
                    "images": ["https://decoxdesign.com/upload/images/cach-trang-tri-phong-trong-khach-san-01-decox.jpg"],
                    "gps": {
                        "lat": 10.800356268755,
                        "lng": 106.723256951826
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Somerset Ho Chi Minh City",
                    "description": [
                        "Tọa lạc tại một vị trí thuận tiện ở khu thương mại và mua sắm, Somerset Ho Chi Minh City cung cấp các căn hộ dịch vụ kiểu resort có truy cập Internet tốc độ cao miễn phí và hồ bơi ngoài trời với bồn tắm spa. Somerset Ho Chi Minh City nằm gần nhiều lựa chọn giải trí và ăn uống trong khi du khách cũng có thể dễ dàng đến được các điểm tham quan của thành phố, trong đó có Thảo Cầm Viên Sài Gòn. Các căn hộ trang nhã và rộng rãi tại Somerset Ho Chi Minh được trang bị đầy đủ tiện nghi theo phong cách hiện đại. Mỗi căn hộ đều có nhà bếp, hệ thống giải trí gia đình, truy cập Internet băng thông rộng miễn phí và bàn làm việc. Trong số các tiện nghi giải trí tại đây có trung tâm thể dục đầy đủ trang thiết bị, sân tennis và khu vực BBQ. Chỗ nghỉ này cũng có cửa hàng tiện lợi."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/cach-trang-tri-phong-trong-khach-san-02-decox.jpg"],
                    "gps": {
                        "lat": 10.790992118861,
                        "lng": 106.703012044885
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Galaxy Hotel",
                    "description": [
                        "Nằm ở Thành phố Hồ Chí Minh, cách Chợ Tân Định 8 km, Galaxy Hotel có sân hiên, phòng nghỉ không gây dị ứng và WiFi miễn phí. Bảo tàng Chứng tích Chiến tranh, tòa nhà Landmark 81 và Dinh Thống Nhất đều nằm trong bán kính 10 km từ chỗ nghỉ này. Chỗ nghỉ có lễ tân 24 giờ, dịch vụ phòng và phòng giữ hành lý cho khách. Tất cả phòng nghỉ tại đây được trang bị máy điều hòa, TV truyền hình cáp màn hình phẳng, lò vi sóng, ấm đun nước, vòi xịt/chậu rửa vệ sinh, dép và tủ để quần áo. Mỗi phòng đều có phòng tắm riêng, đồ vệ sinh cá nhân miễn phí và ga trải giường. Trung tâm thương mại Diamond Plaza và Bưu điện Trung tâm Sài Gòn đều nằm trong bán kính 10 km từ khách sạn. Sân bay gần nhất là sân bay quốc tế Tân Sơn Nhất, cách Galaxy Hotel 9 km."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/cach-trang-tri-phong-trong-khach-san-03-decox.jpg"],
                    "gps": {
                        "lat": 10.7877766914275,
                        "lng": 106.684639831651
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Nest Hotel",
                    "description": [
                        "Nest Hotel tọa lạc tại Thành phố Hồ Chí Minh và chỉ cách Khu Tây ba-lô vài bước chân. Nest Hotel cung cấp Wi-Fi miễn phí trong toàn bộ khuôn viên. Mỗi phòng nghỉ tại đây đều được trang bị phòng tắm riêng. Chỗ nghỉ có lễ tân 24 giờ. Khách sạn nằm cách Bảo tàng mỹ thuật và Đền Bà Ấn 700 m trong khi Chợ Bến Thành cách đó 800 m. Sân bay gần nhất là Sân bay quốc tế Tân Sơn Nhất, nằm trong bán kính 7 km từ Nest Hotel."
                    ],
                    "images": ["https://decoxdesign.com/upload/images/hotel-bellanca-1670m2-phong-ngu-05-decox-design.jpg"],
                    "gps": {
                        "lat": 10.8103502621037,
                        "lng": 106.730644824759
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "H79 HOTEL",
                    "description": [
                        "Tọa lạc tại vị trí tuyệt đẹp ở quận Tân Bình thuộc Thành phố Hồ Chí Minh, H79 HOTEL nằm cách Chùa Giác Lâm 3,6 km, Chợ Tân Định 4,3 km và Công viên Văn hóa Đầm Sen 5 km. Khách sạn 2 sao này có sảnh khách chung cũng như phòng nghỉ gắn máy điều hòa với Wi-Fi miễn phí và phòng tắm riêng. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Tất cả phòng nghỉ tại H79 HOTEL đều được trang bị ấm đun nước, TV màn hình phẳng và máy sấy tóc. Bảo tàng Chứng tích Chiến tranh và Dinh Thống Nhất đều nằm trong bán kính 5 km từ chỗ nghỉ. Sân bay gần nhất là Sân bay Quốc tế Tân Sơn Nhất, cách đó 2,5 km, và H79 HOTEL cung cấp dịch vụ đưa/đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-01.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.8014602227741,
                        "lng": 106.660562559724
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                }
            ]
        },
        {
            "province_name": "Vũng Tàu",
            "places": [
                {
                    "name": "Volga Hotel",
                    "description": [
                        "Tọa lạc tại thành phố Vũng Tàu, chỉ cách Bãi Sau vài bước chân, Volga Hotel cung cấp chỗ nghỉ với nhà hàng, chỗ đỗ xe riêng miễn phí và quầy bar. Chỗ nghỉ này có hồ bơi trong nhà và dịch vụ cho thuê xe đạp. Nơi đây cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và phòng giữ hành lý cho khách. Mỗi phòng nghỉ tại khách sạn đều được trang bị máy điều hòa, két an toàn và TV màn hình phẳng trong khi một số phòng có ban công. Khách nghỉ tại Volga Hotel có thể thưởng thức bữa sáng buffet. Các điểm tham quan nổi tiếng gần chỗ nghỉ bao gồm Bãi Dứa, Mũi Nghinh Phong và Tượng Chúa Kitô Vua. Sân bay gần nhất là sân bay Vũng Tàu, cách Volga Hotel 7 km."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-02-1024x627.png?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.3314771572515,
                        "lng": 107.088061967328
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "THE SÓNG Apartment Vũng Tàu - Trinh Homestay",
                    "description": [
                        "Nằm cách Bãi Sau chưa đầy 1 km, THE SÓNG Apartment Vũng Tàu - Trinh Homestay cung cấp chỗ nghỉ với hồ bơi ngoài trời, sảnh khách chung và lễ tân 24 giờ để tạo thuận tiện cho du khách. Chỗ nghỉ này có chỗ đỗ xe riêng ngay trong khuôn viên. Tất cả các căn gắn máy điều hòa tại đây được bố trí bếp đầy đủ tiện nghi để khách tự nấu nướng. Mỗi căn đều có phòng tắm riêng với bồn nước nóng, áo choàng tắm, dép đi trong phòng và đồ vệ sinh cá nhân miễn phí. Căn hộ có sân hiên tắm nắng. THE SÓNG Apartment Vũng Tàu - Trinh Homestay có công viên nước và sân chơi cho trẻ em trong khi du khách cũng có thể thư giãn trong khu vườn. Khu du lịch sinh thái và văn hóa Hồ Mây nằm trong bán kính 3,7 km từ chỗ nghỉ trong khi Bạch Dinh cách đó 4,1 km. Sân bay gần nhất là sân bay Vũng Tàu, cách THE SÓNG Apartment Vũng Tàu - Trinh Homestay 4 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-03-1024x683.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.3519665429797,
                        "lng": 107.09594583768
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "BB HOME - THE SÓNG CONDOTEL VŨNG TÀU",
                    "description": [
                        "Tọa lạc tại thành phố Vũng Tàu, cách Bãi Sau 450 m và Bãi Trước 2,5 km, BB HOME - THE SÓNG CONDOTEL VŨNG TÀU cung cấp chỗ nghỉ có máy điều hòa và khu vườn với hồ bơi ngoài trời. Chỗ nghỉ này có chỗ đỗ xe riêng ngay trong khuôn viên. Mỗi căn tại đây đều có sân trong, khu vực bếp ăn đầy đủ tiện nghi với lò vi sóng, khu vực ghế ngồi, TV màn hình phẳng, máy giặt và phòng tắm riêng đi kèm vòi xịt/chậu rửa vệ sinh cùng máy sấy tóc. Một số căn được bố trí ban công và/hoặc sân hiên nhìn ra hồ nước. Khách nghỉ tại căn hộ có thể sử dụng phòng tập thể dục và phòng xông hơi khô. Trong khuôn viên chỗ nghỉ có khu vực bãi biển riêng. Bãi Dứa nằm trong bán kính 3 km từ BB HOME - THE SÓNG CONDOTEL VŨNG TÀU trong khi Ngọn hải đăng Vũng Tàu cách đó 2,7 km. Sân bay gần nhất là sân bay quốc tế Tân Sơn Nhất, cách chỗ nghỉ 71 km."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-04-1024x768.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.3512201421705,
                        "lng": 107.095993844581
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Annata Beach Hotel",
                    "description": [
                        "Tọa lạc tại thành phố Vũng Tàu, cách Bãi Sau 100 m, Annata Beach Hotel cung cấp chỗ nghỉ với sảnh khách chung, chỗ đỗ xe riêng miễn phí, vườn và sân hiên. Khách sạn 3 sao này cung cấp dịch vụ phòng và dịch vụ tiền sảnh. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ đưa đón sân bay, bếp chung và WiFi miễn phí. Phòng nghỉ tại Annata Beach Hotel được trang bị máy điều hòa, TV truyền hình cáp màn hình phẳng, tủ lạnh, ấm đun nước, vòi xịt/chậu rửa vệ sinh, dép và bàn làm việc. Một số phòng có sân trong và tầm nhìn ra vườn. Các phòng được bố trí phòng tắm riêng, tủ để quần áo, ga trải giường và khăn tắm. Khách lưu trú tại chỗ nghỉ có thể thưởng thức bữa sáng kiểu Á. Bãi Dứa nằm trong bán kính 2,7 km từ Annata Beach Hotel trong khi Bãi Trước cách đó 2.8 km."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-05-1024x683.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.3510139017882,
                        "lng": 107.098469590101
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "The Imperial Hotel Vung Tau",
                    "description": [
                        "Khách sạn có hồ bơi ngoài trời và 4 địa điểm ăn uống. Khách có thể sử dụng Wi-Fi miễn phí trong toàn khuôn viên. Các phòng nghỉ rộng rãi tại đây có hướng biển/hồ bơi/phố và được trang bị tủ quần áo cùng két an toàn. Mỗi phòng đều có cửa sổ lớn, khu vực ghế ngồi, bàn làm việc và TV truyền hình cáp màn hình phẳng. Phòng tắm riêng đi kèm bồn tắm, vòi sen, máy sấy tóc, dép, áo choàng tắm và đồ vệ sinh cá nhân. Các tiện nghi giải trí khác bao gồm CLB bãi biển, spa sang trọng, trung tâm thể dục và CLB Chơi Game Imperial. The Imperial Hotel Vung Tau còn có quầy lễ tân 24 giờ cùng nhiều dịch vụ như phòng giữ hành lý, cho thuê xe hơi và chỗ đỗ xe miễn phí. Nhà hàng Dining Room phục vụ nhiều món ăn Việt và Âu tuyển chọn. Nhà hàng Asia Selection mang đến ẩm thực Á hảo hạng, bao gồm các món Thái, Nhật và Ấn. Nhà hàng Shifu Chinese Bistro lại tập trung thỏa mãn vị giác của quý khách với những hương vị tinh túy từ Trung Hoa. Du khách có thể thưởng thức hải sản tươi sống tại nhà hàng hải sản La Sirena. Lobby Lounge và Havana Club cung cấp đủ các loại thức uống. Khách sạn cách Hải đăng Vũng Tàu và Tượng Chúa Ki-tô Vua 2,2 km cũng như Mũi Nghinh Phong 2,9 km. Sân bay gần nhất là sân bay Tân Sơn Nhất, cách khách sạn 100 km."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-06.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.3452294825776,
                        "lng": 107.094791144577
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Aria Resort- Căn hộ nghỉ dưỡng hướng biển có hồ bơi sát cạnh bãi tắm riêng miễn phí",
                    "description": [
                        "Căn hộ cung cấp miễn phí cả WiFi lẫn chỗ đỗ xe riêng. Mỗi căn tại đây đều có ban công, khu vực bếp ăn đầy đủ tiện nghi với lò vi sóng, khu vực ghế ngồi, TV màn hình phẳng, máy giặt cũng như phòng tắm riêng đi kèm bồn nước nóng và dép đi trong phòng. Để thêm phần thuận tiện cho du khách, chỗ nghỉ có thể cung cấp khăn tắm và ga trải giường với một khoản phụ phí. Aria Resort- Căn hộ nghỉ dưỡng hướng biển có hồ bơi sát cạnh bãi tắm riêng miễn phí có bồn nước nóng. Chỗ nghỉ có sân chơi cho trẻ em và sân hiên tắm nắng trong khi du khách có thể đi bộ đường dài ở khu vực gần đó. Chỗ nghỉ nằm cách Bãi tắm Thủy Tiên 300 m cũng như Khu du lịch sinh thái và văn hóa Hồ Mây 8,6 km. Sân bay gần nhất là sân bay Vũng Tàu, cách Aria Resort- Căn hộ nghỉ dưỡng hướng biển có hồ bơi sát cạnh bãi tắm riêng miễn phí 7 km."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-07-1024x683.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.3748698622048,
                        "lng": 107.127138605977
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Premier Pearl Hotel Vung Tau",
                    "description": [
                        "Tọa lạc tại thành phố Vũng Tàu, cách Bãi Sau vài bước chân, Premier Pearl Hotel Vung Tau cung cấp chỗ nghỉ với nhà hàng, chỗ đỗ xe riêng miễn phí, hồ bơi ngoài trời và trung tâm thể dục. Khách sạn 4 sao này có CLB trẻ em và dịch vụ tiền sảnh. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ. Một số phòng được bố trí bếp với minibar. Khách sạn phục vụ bữa sáng buffet hoặc bữa sáng à la carte. Premier Pearl Hotel Vung Tau cung cấp chỗ nghỉ 4 sao với phòng tắm hammam và sân hiên. Các điểm tham quan nổi tiếng gần chỗ nghỉ bao gồm Bãi Dứa, Mũi Nghinh Phong và Tượng Chúa Kitô Vua. Sân bay gần nhất là sân bay Vũng Tàu, cách Premier Pearl Hotel Vung Tau 6 km."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-08-1024x683.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.3337687460312,
                        "lng": 107.088880775259
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Malibu Hotel",
                    "description": [
                        "Tọa lạc trong một tòa nhà chọc trời màu xám, hiện đại và nổi bật, Malibu Hotel cung cấp chỗ nghỉ đẹp mắt tại thành phố Vũng Tàu. Khách sạn có hồ bơi vô cực thú vị nhìn ra khu vực Vũng Tàu. Khách nghỉ tại đây có thể lựa chọn thư giãn đôi chút tại spa hoặc thậm chí rèn luyện sức khỏe ở trung tâm thể dục. Bạn đồng hành tuyệt vời và cocktail hảo hạng đang chờ đón du khách tại sảnh khách cũng như các quầy bar ngay trong khuôn viên. Wi-Fi miễn phí có trong tất cả các khu vực của chỗ nghỉ. Các phòng nghỉ đầy đủ tiện nghi tại Malibu Hotel có kiểu trang trí sang trọng bằng tông màu trung tính và gỗ. Mỗi phòng đều được trang bị TV truyền hình vệ tinh màn hình phẳng và két an toàn. Các phòng có ban công riêng nhìn ra quang cảnh khu vực xung quanh. Các phòng tắm riêng được bài trí đầy phong cách và có buồng tắm vòi sen cũng như bồn tắm sâu nằm riêng biệt. Du khách cũng được cung cấp đồ vệ sinh cá nhân miễn phí, áo choàng tắm và dép đi trong phòng. Du khách có thể thưởng thức đồ uống miễn phí trong tủ lạnh mini của phòng. Nhà hàng Vela Buffet & Restaurant phục vụ một loạt các món ngon của địa phương và quốc tế. Bữa sáng tự chọn cả ngày được cung cấp với khoảng 30 món ăn khác nhau để lựa chọn. Đội ngũ nhân viên thông thạo cả tiếng Anh lẫn tiếng Việt tại quầy lễ tân 24 giờ có thể hỗ trợ du khách với các dịch vụ thu đổi ngoại tệ, đặt tour du lịch và đặt vé, trợ giúp đặc biệt cũng như giữ hành lý. Nhân viên có thể giúp du khách bằng cách sắp xếp dịch vụ đưa đón thu phí đến/từ sân bay. Malibu Hotel cũng có các cửa hàng ngay trong khuôn viên, nơi du khách có thể mua quà lưu niệm hoặc các vật dụng cần thiết. Tại đây còn có trang thiết bị phòng họp và các khu vực tổ chức sự kiện. Bãi Sau nằm trong bán kính 400 m từ Malibu Hotel trong khi cách khách sạn 2,3 km là Bãi Trước. Sân bay gần nhất là Sân bay quốc tế Tân Sơn Nhất, cách đó 71 km."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-09-1024x683.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.3493881741675,
                        "lng": 107.095060568877
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Pullman Vung Tau",
                    "description": [
                        "Mỗi chỗ nghỉ tại khách sạn 5 sao này đều có tầm nhìn ra quang cảnh thành phố và du khách có thể thư giãn ở quầy bar cũng như khu vườn. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Mỗi phòng nghỉ tại khách sạn đều được trang bị máy điều hòa, khu vực ghế ngồi, TV màn hình phẳng với các kênh truyền hình vệ tinh, két an toàn và phòng tắm riêng với vòi sen, áo choàng tắm cùng dép đi trong phòng. Pullman Vung Tau cung cấp một số phòng nhìn ra hồ và tất cả các phòng đều có ấm đun nước. Các phòng được trang bị ga trải giường và khăn tắm. Pullman Vung Tau phục vụ bữa sáng kiểu lục địa và bữa sáng buffet hằng ngày. Khách sạn cung cấp chỗ nghỉ 5 sao với phòng xông hơi khô và sân hiên tắm nắng. Pullman Vung Tau nằm cách Khu du lịch sinh thái và văn hóa Hồ Mây 3,7 km trong khi Bạch Dinh cách đó 4,1 km. Sân bay gần nhất là sân bay Vũng Tàu, cách đó 4 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-10.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.3499460322321,
                        "lng": 107.09473746734
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Vias Hotel Vung Tau",
                    "description": [
                        "Nằm ở khu Bãi Sau, Vias Hotel Vung Tau cung cấp các căn hiện đại với WiFi miễn phí. Khách sạn này có hồ bơi vô cực, nhà hàng và quầy bar bên hồ bơi trên sân thượng. Phòng nghỉ gắn máy điều hòa tại khách sạn được trang bị TV màn hình phẳng và phòng tắm riêng. Một số phòng có khu vực ghế ngồi riêng biệt. Chỗ nghỉ phục vụ bữa sáng buffet hàng ngày. Nhân viên tại quầy lễ tân có thể nói tiếng Anh và tiếng Pháp. Vias Hotel Vung Tau nằm cách Khu du lịch sinh thái Hồ Mây 3,8 km. Sân bay quốc tế Tân Sơn Nhất nằm trong bán kính 71 km từ chỗ nghỉ này."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-11.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.3538680140496,
                        "lng": 107.101183813892
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                }
            ]
        },
        {
            "province_name": "Đà Nẵng",
            "places": [
                {
                    "name": "Benzen Boutique Stays",
                    "description": [
                        "Tọa lạc tại thành phố Đà Nẵng, cách Bãi biển Mỹ Khê 1,7 km và Bãi biển Bắc Mỹ An 2,8 km, Benzen Boutique Stays có quầy bar, sảnh khách chung, khu vườn và WiFi miễn phí. Chỗ nghỉ này cũng có dịch vụ phòng và sân hiên tắm nắng. Nơi đây cung cấp dịch vụ lễ tân 24 giờ, bếp chung và dịch vụ thu đổi ngoại tệ cho khách. Các căn tại đây được trang bị máy điều hòa, TV truyền hình cáp màn hình phẳng, minibar, ấm đun nước, vòi xịt/chậu rửa vệ sinh, dép đi trong phòng và bàn làm việc. Phòng nghỉ tại Benzen Boutique Stays được bố trí phòng tắm riêng, tủ để quần áo, ga trải giường và khăn tắm. Một số phòng có ban công và tầm nhìn ra hồ nước.  Chỗ nghỉ phục vụ bữa sáng buffet hoặc bữa sáng kiểu Á. Các điểm tham quan nổi tiếng gần Benzen Boutique Stays bao gồm Cầu khóa Tình yêu, Bảo tàng Chăm và Cầu Sông Hàn. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, nằm trong bán kính 4,3 km từ khách sạn, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-12-1024x578.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 16.0763445911791,
                        "lng": 108.244112452577
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "GOLDEN LIGHT HOTEL",
                    "description": [
                        "Tọa lạc tại thành phố Đà Nẵng, cách Bãi biển Mỹ Khê 300 m, GOLDEN LIGHT HOTEL cung cấp chỗ nghỉ với nhà hàng, chỗ đỗ xe riêng miễn phí và quầy bar. Khách sạn 3 sao này có dịch vụ tiền sảnh và bàn đặt tour. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ tại GOLDEN LIGHT HOTEL được trang bị ấm đun nước, TV màn hình phẳng, máy điều hòa và bàn làm việc. Một số phòng có tầm nhìn ra dòng sông.  Khách nghỉ tại GOLDEN LIGHT HOTEL có thể thưởng thức bữa sáng buffet hoặc bữa sáng à la carte. Trong khuôn viên chỗ nghỉ có bar thức ăn nhẹ và du khách cũng có thể sử dụng khu dịch vụ văn phòng. Các điểm tham quan nổi tiếng gần khách sạn bao gồm Cầu khóa Tình yêu, Cầu Sông Hàn và Trung tâm thương mại Indochina Riverside. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, nằm trong bán kính 5 km từ GOLDEN LIGHT HOTEL, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-13-1024x634.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 16.0705037674492,
                        "lng": 108.242810527134
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "TMS Hotel Da Nang Beach",
                    "description": [
                        "Chỗ nghỉ này cũng có câu lạc bộ trẻ em và sân chơi cho trẻ em. Nơi đây cung cấp dịch vụ lễ tân 24 giờ, dịch vụ đưa đón, dịch vụ phòng và WiFi miễn phí trong toàn bộ khuôn viên. Tất cả phòng nghỉ tại khách sạn đều có máy điều hòa, khu vực ghế ngồi, TV truyền hình cáp màn hình phẳng, két an toàn, ấm đun nước cũng như phòng tắm riêng đi kèm vòi sen, áo choàng tắm và dép. Một số phòng được bố trí khu vực bếp ăn với lò vi sóng và tủ lạnh. Các phòng còn đi kèm bàn làm việc.  TMS Hotel Da Nang Beach phục vụ bữa sáng buffet hoặc bữa sáng kiểu Mỹ. Chỗ nghỉ có sân hiên. Du khách có thể sử dụng dịch vụ văn phòng hoặc thư giãn tại quầy bar. TMS Hotel Da Nang Beach nằm cách Bãi biển Mỹ Khê 700 m và Bãi biển Bắc Mỹ An 2,7 km. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, nằm trong bán kính 6 km từ khách sạn."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-14.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 16.053295208692,
                        "lng": 108.248629334014
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Raon Apartment and Hotel",
                    "description": [
                        "Raon Apartment and Hotel tọa lạc bên bờ biển thành phố Đà Nẵng, cách Bãi biển Mỹ Khê 700 m và Cầu Sông Hàn 1,9 km. Trong số các tiện nghi của chỗ nghỉ này có dịch vụ tiền sảnh, bàn đặt tour và WiFi miễn phí trong toàn bộ khuôn viên. Nơi đây cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Tất cả phòng nghỉ tại đây được trang bị máy điều hòa, TV truyền hình vệ tinh màn hình phẳng, tủ lạnh, ấm đun nước, vòi sen, dép và bàn làm việc. Mỗi phòng đều có phòng tắm riêng, máy sấy tóc và ga trải giường. Khu vực này nổi tiếng với hoạt động đi bộ đường dài và du khách cũng có thể thuê xe hơi tại khách sạn. Raon Apartment and Hotel nằm trong bán kính 2,4 km từ Cầu khóa Tình yêu và 2,8 km từ Trung tâm thương mại Indochina Riverside. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, cách đó 7 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 16.0526295614164,
                        "lng": 108.246528703324
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Nagila Boutique Hotel",
                    "description": [
                        "Tọa lạc tại thành phố Đà Nẵng, Nagila Boutique Hotel có nhà hàng, xe đạp cho khách sử dụng miễn phí, hồ bơi ngoài trời và trung tâm thể dục. Mỗi phòng nghỉ tại khách sạn 4 sao này đều có tầm nhìn ra quang cảnh thành phố và du khách có thể thư giãn ở quầy bar cũng như sảnh khách chung. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ. Tất cả căn tại khách sạn đều được trang bị máy điều hòa, khu vực ghế ngồi, TV màn hình phẳng với các kênh truyền hình vệ tinh, két an toàn và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh, áo choàng tắm cùng dép đi trong phòng. Mỗi phòng nghỉ tại Nagila Boutique Hotel đều có ga trải giường và khăn tắm. Khách lưu trú tại chỗ nghỉ có thể thưởng thức bữa sáng kiểu lục địa. Nagila Boutique Hotel cung cấp chỗ nghỉ 4 sao với phòng tắm hammam và sân hiên. Các điểm tham quan nổi tiếng gần khách sạn bao gồm Bãi biển Mỹ Khê, Cầu Sông Hàn và trung tâm thương mại Indochina Riverside Mall. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, cách Nagila Boutique Hotel 6 km và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-16-1024x682.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 16.0733694387718,
                        "lng": 108.235729711278
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Monalisa Apartment",
                    "description": [
                        "Nằm ở thành phố Đà Nẵng, Monalisa Apartment cung cấp chỗ nghỉ với hồ bơi ngoài trời mở cửa quanh năm, WiFi miễn phí cũng như chỗ đỗ xe riêng miễn phí dành cho khách lái xe. Chỗ nghỉ này có máy điều hòa và phòng xông hơi khô. Mỗi căn tại đây đều có ghế sofa, khu vực ghế ngồi, TV truyền hình vệ tinh màn hình phẳng, bếp đầy đủ tiện nghi với khu vực ăn uống, két an toàn và phòng tắm riêng đi kèm dép đi trong phòng. Các căn còn được trang bị lò vi sóng, tủ lạnh và ấm đun nước. Khách sạn căn hộ này cung cấp dịch vụ giặt khô cũng như các tiện nghi phục vụ doanh nhân như máy fax và máy photocopy. Monalisa Apartment có sân hiên tắm nắng để khách thư giãn. Chỗ nghỉ nằm cách Bãi biển Mỹ Khê 200 m và Bãi biển Bắc Mỹ An chưa đầy 1 km. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, nằm trong bán kính 6 km từ Monalisa Apartment."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-17-1024x720.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 16.054307909286,
                        "lng": 108.245374157805
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Seashore Hotel & Apartment",
                    "description": [
                        "Tọa lạc tại thành phố Đà Nẵng, Seashore Hotel & Apartment có nhà hàng, xe đạp cho khách sử dụng miễn phí, hồ bơi ngoài trời và trung tâm thể dục. Mỗi chỗ nghỉ tại khách sạn 4 sao này đều có tầm nhìn ra quang cảnh thành phố và du khách có thể thư giãn ở quầy bar cũng như sảnh khách chung. Nơi đây cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ tại Seashore Hotel & Apartment được bố trí máy điều hòa, khu vực ghế ngồi, TV truyền hình vệ tinh màn hình phẳng, két an toàn, ấm đun nước và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh, áo choàng tắm cùng dép. Một số phòng có ban công trong khi các phòng còn lại nhìn ra biển. Tất cả các phòng đều được trang bị ga trải giường và khăn tắm. Chỗ nghỉ phục vụ bữa sáng kiểu lục địa hoặc bữa sáng buffet. Seashore Hotel & Apartment có sân hiên tắm nắng. Khách sạn nằm cách Bãi biển Mỹ Khê vài bước chân và Cầu Sông Hàn 4,2 km. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, nằm trong bán kính 9 km từ Seashore Hotel & Apartment, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-18-1024x683.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 16.0912341910991,
                        "lng": 108.248918888539
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Belle Maison Parosand Da Nang Hotel -managed by H&K Hospitality",
                    "description": [
                        "Belle Maison Parosand Da Nang Hotel- Managed By H&K cung cấp chỗ nghỉ có hồ bơi ngoài trời, nhà hàng và quầy bar trong khuôn viên cũng như WiFi miễn phí trong tất cả các khu vực nằm tại thành phố Đà Nẵng. Belle Maison Parosand Da Nang Hotel- Managed By H&K cách Bãi biển Mỹ Khê 1,7 km, Cầu tàu Tình Yêu 1,8 km, Cầu Sông Hàn 2 km và sân bay gần nhất là sân bay quốc tế Đà Nẵng 6 km. Mỗi phòng nghỉ tại khách sạn này đều được trang bị máy điều hòa, TV màn hình phẳng, phòng tắm riêng, áo choàng tắm và dép. Du khách có thể thưởng thức một tách trà trong lúc ngắm nhìn quang cảnh biển/thành phố. Một số phòng còn có khu vực ghế ngồi cho khách thư giãn. Du khách có thể đến lễ tân 24 giờ để gửi hành lý trong phòng giữ hành lý, rèn luyện sức khỏe tại trung tâm thể dục hoặc tận hưởng liệu pháp mát-xa tại spa của khách sạn."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-trong-khach-san-5-sao-2.jpeg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 16.0688232827554,
                        "lng": 108.244204096442
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Sunny Ocean Hotel & Spa",
                    "description": [
                        "Tọa lạc tại thành phố Đà Nẵng, Sunny Ocean Hotel & Spa có nhà hàng, xe đạp miễn phí, hồ bơi ngoài trời và trung tâm thể dục. Nằm cách bãi biển Mỹ Khê 400 m và bãi biển Bắc Mỹ An 1,2 km, chỗ nghỉ này còn có quầy bar và sảnh khách chung. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ đưa đón sân bay, dịch vụ phòng và Wi-Fi miễn phí trong toàn bộ khuôn viên. Tất cả phòng nghỉ tại khách sạn được bố trí máy điều hòa, khu vực ghế ngồi, TV màn hình phẳng với các kênh truyền hình vệ tinh, két an toàn và phòng tắm riêng với vòi sen, dép đi trong phòng cùng máy sấy tóc. Sunny Ocean Hotel & Spa có một số phòng nhìn ra biển và các phòng được trang bị ấm đun nước. Mỗi phòng tại chỗ nghỉ đều có ga trải giường và khăn tắm. Sunny Ocean Hotel & Spa phục vụ bữa sáng kiểu lục địa hằng ngày. Khách sạn có sân hiên tắm nắng. Khu vực này nổi tiếng với hoạt động đi xe đạp và du khách có thể thuê xe hơi tại Sunny Ocean Hotel & Spa. Chỗ nghỉ có tiệm làm tóc và dịch vụ văn phòng. Chỗ nghỉ nằm trong bán kính 2,8 km từ Cầu khóa Tình yêu và 3,4 km từ Bảo tàng Chăm. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, nằm cách Sunny Ocean Hotel & Spa 7 km."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-19-1024x683.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 16.0570860529203,
                        "lng": 108.246040503329
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "FIVITEL King",
                    "description": [
                        "Tọa lạc tại thành phố Đà Nẵng, King's Finger Luxury Hotel có nhà hàng, hồ bơi ngoài trời, trung tâm thể dục và quán bar. Mỗi chỗ nghỉ tại khách sạn 4 sao này đều có tầm nhìn ra quang cảnh dòng sông và du khách có thể thư giãn tại sảnh khách chung cũng như khu vườn. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Tất cả phòng nghỉ tại King's Finger Luxury Hotel được bố trí máy điều hòa, khu vực ghế ngồi, TV truyền hình vệ tinh màn hình phẳng, két an toàn và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh, áo choàng tắm cùng dép. Mỗi phòng đều được trang bị ga trải giường và khăn tắm. Chỗ nghỉ phục vụ bữa sáng kiểu lục địa hàng ngày. King's Finger Luxury Hotel có sân chơi cho trẻ em. Du khách có thể chơi bida và thuê xe hơi tại khách sạn. Chỗ nghỉ có CLB trẻ em và du khách có thể sử dụng dịch vụ văn phòng. King's Finger Luxury Hotel nằm cách Bãi biển Mỹ Khê 600 m và Bãi biển Bắc Mỹ An 1,3 km. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, cách đó 5 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay miễn phí."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-trong-khach-san-5-sao-3-1024x683.jpeg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 16.0613584248918,
                        "lng": 108.23238905595
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                }
            ]
        },
        {
            "province_name": "Phú Quốc",
            "places": [
                {
                    "name": "Orchid Guesthouse",
                    "description": [
                        "Nằm cách Chùa Sư Muôn tại thị trấn Dương Đông 300 m, Orchid Guesthouse có nhà hàng, quầy bar và Wi-Fi miễn phí. Du khách có thể vui chơi tại công viên nước. Chỗ đỗ xe riêng miễn phí được bố trí ngay trong khuôn viên. Một số phòng nghỉ tại đây đi kèm phòng tắm riêng với bồn tắm nước nóng trong khi số khác có dép cùng đồ vệ sinh cá nhân miễn phí. Một số phòng có khu vực tiếp khách để thư giãn sau một ngày bận rộn. Một số phòng nhìn ra hồ bơi hoặc khu vườn. TV màn hình phẳng cũng được trang bị trong phòng. Nhà khách cung cấp xe đạp cho khách sử dụng miễn phí và cho thuê xe đạp. Nhà khách cũng cho thuê xe hơi. Chợ đêm Phú Quốc và Dinh Cậu đều nằm trong bán kính 5 phút lái xe từ Orchid Guesthouse. Sân bay gần nhất là sân bay quốc tế Phú Quốc, cách đó 20 phút lái xe."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-20.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 16.4927307610238,
                        "lng": 107.586429113614
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Kosmos Phu Quoc Apart Hotel",
                    "description": [
                        "Kosmos Phu Quoc Apart Hotel nằm ở xã Dương Tô, cách Nhà Tù Phú Quốc 25 phút lái xe. Wi-Fi được cung cấp miễn phí trong tất cả các khu vực. Tất cả các phòng gắn máy lạnh tại đây đều có ban công, khu vực tiếp khách với truyền hình cáp màn hình phẳng và nhà bếp được trang bị bếp nấu ăn, lò nướng, lò vi sóng, tủ lạnh cùng ấm đun nước điện cũng như máy giặt. Phòng tắm riêng đi kèm tiện nghi vòi sen, máy sấy tóc và đồ vệ sinh cá nhân miễn phí. Áo choàng tắm, khăn tắm và bộ khăn trải giường được cung cấp để tạo sự thoải mái cho khách. Sân bay gần nhất là sân bay quốc tế Phú Quốc, cách Kosmos Phu Quoc Apart Hotel 16 phút lái xe."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-21-1024x690.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.1321454942558,
                        "lng": 103.981910067196
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Dương Đông Hotel",
                    "description": [
                        "Nằm trên đảo Phú Quốc, cách Bãi Dài 1,1 km, Dương Đông Hotel cung cấp chỗ nghỉ với hồ bơi ngoài trời, chỗ đỗ xe riêng miễn phí, quán bar và sảnh khách chung. Mỗi chỗ nghỉ tại khách sạn 3 sao này đều có tầm nhìn ra vườn và du khách có thể thư giãn trong vườn cũng như sử dụng tiện nghi BBQ. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ tại khách sạn được trang bị tủ lạnh, minibar, ấm đun nước, vòi sen, máy sấy tóc và tủ để quần áo. Tất cả các phòng đều có TV màn hình phẳng, máy điều hòa và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh cùng dép. Một số phòng còn được bố trí khu vực ghế ngồi. Dương Đông Hotel có sân hiên. Chùa Sùng Hưng nằm cách chỗ nghỉ 4,5 km trong khi công viên giải trí Vinpearl Land Phú Quốc cách đó 26 km. Sân bay gần nhất là sân bay quốc tế Phú Quốc, nằm trong bán kính 7 km từ Dương Đông Hotel, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-22-1024x683.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.1841882521258,
                        "lng": 103.97241166723
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Le Forest Resort",
                    "description": [
                        "Nằm ở Bãi Dài, thuộc thị trấn Dương Đông, cách 1,2 km từ Bảo tàng Cội Nguồn, Le Forest Resort có hồ bơi ngoài trời quanh năm. Quý khách có thể dùng bữa ở nhà hàng trong khuôn viên. Một số phòng cho tầm nhìn ra quang cảnh hồ bơi/vườn. Mỗi phòng đều đi kèm phòng tắm riêng. Mỗi phòng được trang bị TV truyền hình vệ tinh màn hình phẳng. Chỗ nghỉ cũng cung cấp dịch vụ giặt hấp. Resort cũng cung cấp dịch vụ cho thuê xe đạp và xe hơi. Aroma Spa nằm cách 1,3 km từ Le Forest Resort, trong khi Trang trại Ngọc trai Phú Quốc cách đó 2,8 km. Sân bay gần nhất là Sân bay Quốc tế Phú Quốc, cách 2 km từ Le Forest Resort."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/blog/2025/03/cac-loai-phong-khach-san-5-sao-23-1024x683.jpg?tr=q-70,c-at_max,w-1000,h-600"],
                    "gps": {
                        "lat": 10.1864715752025,
                        "lng": 103.974866375161
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Eco Resort Phu Quoc",
                    "description": [
                        "Nằm ở thị trấn Dương Đông, chỉ cách Sân bay Quốc tế Phú Quốc 5 km lái xe, Paradise Resort chào đón du khách với 2 hồ bơi ngoài trời và Wi-Fi miễn phí. Các bungalow tại đây rộng rãi và được trang bị máy điều hòa toàn bộ. Chỗ nghỉ có phòng ngủ riêng biệt, phòng khách với khu vực ghế ngồi và TV truyền hình cáp. Tiện nghi phòng tắm riêng được trang bị máy sấy tóc và dép đi trong phòng tắm. Paradise Resort nằm cách Suối Tranh khoảng 6,5 km. Du khách cũng có thể ghé thăm Nhà thùng Nước mắm và Trung tâm Lặn Coco, cả hai đều cách resort chưa đầy 2 km. Nhân viên tại quầy lễ tân 24 giờ có thể giao tiếp thành thạo cả tiếng Anh và tiếng Việt. Trong khuôn viên có cả siêu thị mini, chỗ đỗ xe miễn phí và dịch vụ giữ hành lý. Dịch vụ ăn uống tại phòng có thể được đáp ứng theo yêu cầu. Xe đưa/đón sân bay miễn phí được cung cấp từ 08:00 đến 17:00."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/4-thiet-ke-phong-khach-san-dep%20%284%29.jpg"],
                    "gps": {
                        "lat": 10.1958930411205,
                        "lng": 103.967802767238
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Saigon Phu Quoc Resort & Spa",
                    "description": [
                        "Resort này cung cấp miễn phí cả WiFi lẫn dịch vụ đưa đón sân bay. Phòng nghỉ gắn máy điều hòa rộng rãi tại Resort Phu Quoc có đồ nội thất bằng gỗ kiểu cổ điển và ban công riêng với tầm nhìn bao quát ra biển. Được bao quanh bởi cảnh quan cây xanh miền nhiệt đới, các phòng còn được trang bị TV truyền hình cáp màn hình phẳng và ấm đun nước điện. Resort Phu Quoc Saigon nằm dọc theo bờ biển phía Tây, cách sân bay Phú Quốc 10 phút lái xe. Sân bay này cách Thành phố Hồ Chí Minh và thành phố Hà Nội lần lượt 50 phút và 2 giờ bay bằng chuyến bay nội địa. Resort nằm trong bán kính 20 phút lái xe từ Cảng Bãi Vòng. Các liệu pháp chăm sóc toàn thân và mát-xa thư giãn đang chờ đón du khách tại spa của Phu Quoc. Để giải trí, du khách có thể tham gia các môn thể thao dưới nước như lướt ván buồm, bơi xuồng và lặn biển. Resort cũng có tiện nghi BBQ. Chỗ đỗ xe được cung cấp miễn phí tại đây. Bữa sáng tự chọn hàng ngày được phục vụ tại nhà hàng Saigon Restaurant trong khi nhà hàng The Spices Garden cung cấp các món hải sản tươi ngon. Du khách có thể thưởng thức đồ ăn nhẹ tại quán Pool Bar."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/3-thiet-ke-phong-khach-san-dep%20%288%29.jpg"],
                    "gps": {
                        "lat": 10.2100553482977,
                        "lng": 103.960451983106
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "The Landing Resort",
                    "description": [
                        "Featuring a 24-hour front desk, this property also has a restaurant and a year-round outdoor pool. The accommodation offers a shared kitchen, room service and currency exchange for guests. Some rooms come with a kitchen with a fridge, a minibar and a stovetop. The resort offers a à la carte or American breakfast. The Landing Resort offers a sun terrace. Sung Hung Pagoda is 6.8 km from the accommodation, while Vinpearl Land Phu Quoc is 25 km away. The nearest airport is Phu Quoc International, 4 km from The Landing Resort, and the property offers a paid airport shuttle service."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/5-thiet-ke-phong-khach-san-dep%20%2810%29.jpg"],
                    "gps": {
                        "lat": 10.1975656839574,
                        "lng": 103.990283605859
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "La Casa Resort",
                    "description": [
                        "Tọa lạc tại đảo Phú Quốc, cách Bãi biển Ông Lang 600 m, La Casa Resort có dịch vụ nhận phòng/trả phòng cấp tốc, phòng nghỉ không gây dị ứng, hồ bơi ngoài trời, WiFi miễn phí trong toàn bộ khuôn viên và quầy bar. Mỗi phòng nghỉ tại resort 3 sao này đều có tầm nhìn ra vườn. Du khách có thể thư giãn trong vườn và trên sân hiên. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ tại resort được trang bị máy điều hòa, khu vực ghế ngồi, TV truyền hình vệ tinh màn hình phẳng, két an toàn và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh, dép đi trong phòng cùng máy sấy tóc. La Casa Resort cung cấp một số phòng có sân trong và mỗi phòng đều có ấm đun nước. Tất cả các phòng đều được bố trí ga trải giường và khăn tắm. Đi xe đạp là hoạt động được ưa chuộng trong khu vực và La Casa Resort cũng cung cấp dịch vụ cho thuê xe hơi. Resort nằm cách Chùa Sùng Hưng 9 km và Sòng bạc Corona 14 km."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/6-thiet-ke-phong-khach-san-dep%20%2812%29.jpg"],
                    "gps": {
                        "lat": 10.2647275403953,
                        "lng": 103.939417736593
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Bamboo Cottages",
                    "description": [
                        "Tọa lạc trên một bãi biển riêng ở Vịnh Vũng Bầu, Đảo Phú Quốc, Bamboo Cottages là nơi quý khách có thể tận hưởng sự thanh bình và yên tĩnh. Resort xinh đẹp này hướng tầm nhìn ra cảnh biển từ tất cả các phòng đồng thời cung cấp Internet có dây miễn phí và máy vi tính trong khu vực chung. Cung cấp thiết bị lặn với ống thở và xuồng kayak miễn phí, du khách nghỉ tại đây còn có thể thuê xe máy để khám phá hòn đảo cũng như tham quan Hòn Móng Tay. Tận hưởng làn gió biển mát mẻ, tất cả các phòng và biệt thự tại đây đều có sân hiên riêng với ghế trên bãi biển. Các phòng tắm riêng ngoài trời được trang bị vòi sen và nước được đun nóng bằng năng lượng mặt trời. Bamboo Cottages nằm trong bán kính 19 km từ Biên giới Gành Dầu và 40 km từ Sân bay Nội địa và Quốc tế Phú Quốc cũng như Chợ Dương Đông. Từ sân bay nội địa, quý khách đi máy bay 50 phút là tới Thành phố Hồ Chí Minh hoặc đi máy bay 2 giờ để đến thủ đô Hà Nội. Resort có thể thu xếp dịch vụ đưa đón sân bay với một khoản phụ phí. Nhà hàng ngay trong khuôn viên phục vụ các món ăn Việt Nam chính thống do nơi này tự chế biến từ hải sản tươi sống và rau quả hữu cơ. Các bữa ăn phương Tây cũng được phục vụ theo yêu cầu. Quý khách có thể thưởng thức đồ uống tại Bamboo Bar. Du khách có thể sắp xếp tour du lịch đến Đảo Rùa hoặc thuê một chiếc thuyền nếu thích du ngoạn ngoài biển. Resort cũng cung cấp dịch vụ người giúp việc hàng ngày, dịch vụ giặt là và chỗ giữ hành lý."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/5-thiet-ke-phong-khach-san-dep%20%2821%29.jpg"],
                    "gps": {
                        "lat": 10.3090989122088,
                        "lng": 103.865526304904
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Nipola Hotel",
                    "description": [
                        "Khách có thể sử dụng WiFi miễn phí trong toàn bộ chỗ nghỉ và đỗ xe miễn phí tại địa điểm gần đó. Các phòng rộng rãi được trang bị TV màn hình phẳng với các kênh truyền hình cáp và tủ lạnh mini. Một số phòng có cửa sổ nhìn ra cảnh biển/sông. Phòng tắm riêng đi kèm tiện nghi vòi sen, dép cùng đồ vệ sinh cá nhân miễn phí. Nhân viên tại quầy lễ tân 24 giờ/ngày có thể giúp khách giữ hành lý và đặt vé. Chỗ nghỉ còn có bàn đặt tour. Nipola Hotel cách chùa Sùng Hưng 300 m và cách Dinh Cậu 700 m. Công viên giải trí Vinpearl Land Phú Quốc và vườn thú Vinpearl Night Safari đều nằm trong bán kính 18 km từ chỗ nghỉ. Sân bay gần nhất là sân bay quốc tế Phú Quốc, cách đó 6 km."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/7-thiet-ke-phong-khach-san-dep%20%2829%29.jpg"],
                    "gps": {
                        "lat": 10.22132573866,
                        "lng": 103.959008251395
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                }
            ]
        },
        {
            "province_name": "Hội An",
            "places": [
                {
                    "name": "Eden Hoi An Villas",
                    "description": [
                        "Với tầm nhìn ra hồ bơi, Eden Hoi An Villas tọa lạc tại thành phố Hội An đồng thời có nhà hàng, lễ tân 24 giờ, quầy bar, khu vườn, hồ bơi ngoài trời và sân chơi cho trẻ em. Biệt thự cung cấp miễn phí cả WiFi lẫn chỗ đỗ xe riêng. Mỗi phòng nghỉ tại đây đều được trang bị đầy đủ tiện nghi với máy giặt, TV truyền hình vệ tinh màn hình phẳng, ghế sofa, bàn làm việc và lò sưởi. Tất cả các phòng còn có máy điều hòa cũng như khu vực tiếp khách và/hoặc ăn uống. Eden Hoi An Villas phục vụ bữa sáng kiểu lục địa. Chỗ nghỉ có sân hiên. Du khách có thể thư giãn tại sảnh khách chung hoặc đi xe đạp ở khu vực gần đó. Các điểm tham quan nổi tiếng gần Eden Hoi An Villas bao gồm Hội quán Triều Châu, Bảo tàng Lịch sử Hội An và Hội quán Hải Nam. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, nằm cách biệt thự 23 km và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/8-thiet-ke-phong-khach-san-dep%20%2844%29.jpg"],
                    "gps": {
                        "lat": 15.8876002292714,
                        "lng": 108.336006088299
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Yellow Daisy Villa",
                    "description": [
                        "Nằm cách Bãi biển An Bàng 600 m, Yellow Daisy Villa có chỗ nghỉ, nhà hàng, xe đạp cho khách sử dụng miễn phí, hồ bơi ngoài trời và sảnh khách chung. Biệt thự cung cấp miễn phí cả WiFi lẫn chỗ đỗ xe riêng. Một số căn tại đây có sân trong nhìn ra hồ bơi, TV truyền hình vệ tinh màn hình phẳng và máy điều hòa. Yellow Daisy Villa phục vụ bữa sáng à la carte. Chỗ nghỉ có sân hiên. Khách nghỉ tại Yellow Daisy Villa có thể đi xe đạp ở khu vực gần đó hoặc thư giãn trong vườn. Biệt thự nằm cách Bãi biển Hà My 1,2 km và Bãi biển Cửa Đại 1,6 km. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, nằm trong bán kính 25 km từ Yellow Daisy Villa, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/8-thiet-ke-phong-khach-san-dep%20%2845%29.jpg"],
                    "gps": {
                        "lat": 15.9095537336681,
                        "lng": 108.341353333845
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Bap Homestay",
                    "description": [
                        "Tọa lạc tại thành phố Hội An, cách Hội quán Triều Châu 700 m và Bảo tàng Lịch sử Hội An 1,1 km, Bap Homestay cung cấp chỗ nghỉ với WiFi miễn phí, máy điều hòa, quầy bar và sảnh khách chung. Tất cả phòng nghỉ tại đây đều được bố trí khu vực ghế ngồi, TV màn hình phẳng và phòng tắm riêng đi kèm máy sấy tóc, chậu rửa vệ sinh (bidet) cùng vòi sen. Khách nghỉ tại homestay này có thể thưởng thức bữa sáng kiểu Á. Bap Homestay có sân hiên và khu vườn. Chỗ nghỉ nằm gần các điểm tham quan nổi tiếng như Hội quán Quảng Đông, Chùa Cầu Nhật Bản và Hội quán Hải Nam. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, nằm trong bán kính 24 km từ Bap Homestay."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/8-thiet-ke-phong-khach-san-dep%20%2841%29.jpg"],
                    "gps": {
                        "lat": 15.8808398769312,
                        "lng": 108.338755426911
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Hoi An Luna Villa",
                    "description": [
                        "Nằm ở thành phố Hội An, Hoi An Luna Villa có chỗ nghỉ, nhà hàng, hồ bơi ngoài trời, sảnh khách chung, khu vườn, sân hiên và tầm nhìn ra hồ nước. Chỗ nghỉ cung cấp WiFi miễn phí trong toàn bộ khuôn viên. Tất cả phòng nghỉ tại đây đều có khu vực ghế ngồi, truyền hình vệ tinh màn hình phẳng và phòng tắm riêng với máy sấy tóc, chậu rửa vệ sinh (bidet), bồn tắm cùng vòi sen. Tủ lạnh và ấm đun nước cũng được trang bị cho khách sử dụng. Du khách có thể đi xe đạp cũng như câu cá để khám phá khu vực xung quanh và chỗ nghỉ có thể sắp xếp dịch vụ cho thuê xe hơi. Hoi An Luna Villa nằm cách Bãi biển Cửa Đại 2,2 km và Hội quán Triều Châu 5 km. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, cách đó 26 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/khach-san-5-sao-the-ritz%20%284%29.jpg"],
                    "gps": {
                        "lat": 15.8778403741139,
                        "lng": 108.365497880359
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Hoian Tranquil Lodge - Chon Binh Yen",
                    "description": [
                        "Nằm ở thành phố Hội An, cách Bãi biển An Bàng 2,7 km, Hoian Tranquil Lodge - Chon Binh Yen cung cấp chỗ nghỉ với nhà hàng, chỗ đỗ xe riêng miễn phí, xe đạp cho khách sử dụng miễn phí và quầy bar. Mỗi chỗ nghỉ tại khách sạn 4 sao này đều có tầm nhìn ra khu vườn và du khách có thể thư giãn trong khu vườn cũng như trên sân hiên. Nơi đây cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ tại khách sạn có máy điều hòa, bàn làm việc, TV màn hình phẳng, phòng tắm riêng, ga trải giường, khăn tắm và sân trong nhìn ra hồ bơi. Các phòng được bố trí két an toàn. Khách nghỉ tại Hoian Tranquil Lodge - Chon Binh Yen có thể tham gia các hoạt động trong và xung quanh thành phố Hội An, như đi xe đạp. Chỗ nghỉ nằm trong bán kính 2,9 km từ Bãi biển Cửa Đại và 1,5 km từ Bảo tàng Lịch sử Hội An. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, cách Hoian Tranquil Lodge - Chon Binh Yen 28 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/khach-san-5-sao-the-ritz%20%286%29.jpg"],
                    "gps": {
                        "lat": 15.8909480489262,
                        "lng": 108.332525018993
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Le Pavillon Hoi An Paradise Hotel & Spa",
                    "description": [
                        "Khách sạn 4 sao này còn có dịch vụ concierge và bàn đặt tour. Chỗ nghỉ cũng cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ tại khách sạn có máy điều hòa, truyền hình cáp màn hình phẳng, ấm đun nước, bể sục, máy sấy tóc, bàn làm việc và khu vực ghế ngồi. Phòng nghỉ tại khách sạn được bố trí phòng tắm riêng đi kèm chậu rửa vệ sinh (bidet) và đồ vệ sinh cá nhân miễn phí cùng WiFi miễn phí. Tại Le Pavillon Hoi An Paradise Hotel & Spa, mỗi phòng đều có khu vực ghế ngồi. Chỗ nghỉ phục vụ bữa sáng tự chọn. Le Pavillon Hoi An Paradise Hotel & Spa cung cấp chỗ nghỉ 4 sao với phòng xông hơi khô. Các điểm tham quan nổi tiếng gần khách sạn bao gồm Bảo tàng Lịch sử Hội An, Hội quán Quảng Đông và Bảo tàng Gốm sứ Mậu dịch. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, nằm trong bán kính 22 km từ Le Pavillon Hoi An Paradise Hotel & Spa, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/khach-san-5-sao-the-ritz%20%285%29.jpg"],
                    "gps": {
                        "lat": 15.8799665745341,
                        "lng": 108.337674844689
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Hoi An Dat Cam Homestay",
                    "description": [
                        "Với vị trí thuận tiện tại thành phố Hội An, Hoi An Dat Cam Homestay cung cấp chỗ nghỉ với tầm nhìn ra hồ nước và WiFi. Chỗ nghỉ chỉ cách Hội quán Triều Châu, Bảo tàng Lịch sử Hội An và Hội quán Quảng Đông một quãng ngắn. Các căn tại đây có sân trong, máy điều hòa, TV màn hình phẳng, phòng tắm riêng với vòi xịt/chậu rửa vệ sinh và dép đi trong phòng. Một số căn có ban công và/hoặc sân hiên nhìn ra sông. Homestay phục vụ bữa sáng à la carte hằng ngày. Du khách có thể thuê xe đạp tại \"Hoi An Dat Cam Homestay\". Các điểm tham quan nổi tiếng gần chỗ nghỉ bao gồm Chùa Cầu Nhật Bản, Hội quán Hải Nam và Miếu Quan Công. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, cách Hoi An Dat Cam Homestay 28 km."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/khach-san-5-sao-the-ritz%20%282%29.jpg"],
                    "gps": {
                        "lat": 15.8752614600819,
                        "lng": 108.333931349666
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Volar Hoi An",
                    "description": [
                        "Nằm ở thành phố Hội An, Volar Hoi An cung cấp chỗ nghỉ với WiFi miễn phí và có hồ bơi, sảnh khách chung, vườn cũng như tầm nhìn ra vườn. Các căn tại đây có sân trong, máy điều hòa, TV màn hình phẳng và phòng tắm riêng đi kèm vòi sen cùng dép đi trong phòng. Tất cả các căn đều được bố trí khu vực tiếp khách và ăn uống. Homestay này phục vụ bữa sáng buffet hoặc kiểu Á. Volar Hoi An có sân hiên phơi nắng. Du khách có thể đi xe đạp để khám phá khu vực xung quanh và chỗ nghỉ có thể thu xếp dịch vụ cho thuê xe hơi. Volar Hoi An nằm cách Bãi biển An Bàng 2,9 km và Bảo tàng Lịch sử Hội An 1,7 km. Sân bay gần nhất là sân bay quốc tế Đà Nẵng, nằm trong bán kính 28 km từ homestay, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/khach-san-5-sao-the-ritz%20%283%29.jpg"],
                    "gps": {
                        "lat": 15.8908471525353,
                        "lng": 108.329743896232
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "TTC Hotel - Hoi An",
                    "description": [
                        "Nằm cách Bãi biển An Bàng 25 phút đi bộ, TTC Hotel - Hoi An cung cấp xe đạp miễn phí để quý khách khám phá Phố cổ Hội An. Khách sạn có các phòng nghỉ với Wi-Fi miễn phí và TV truyền hình cáp. TTC Hotel - Hoi An cách Ngũ Hành Sơn 16 km và cách Cầu Nhật Bản lịch sử 1,2 km. Sân bay quốc tế Đà Nẵng cách đó 25 km. Các phòng tại TTC Hotel - Hoi An có kiến ​​trúc phong cách châu Á,  tủ lạnh mini, máy sấy tóc và dép. Quý khách có thể bơi lội thư giãn trong hồ bơi trong khi các món đặc sản Hội An được phục vụ tại Nhà hàng Areca với tầm nhìn ra hồ bơi. Nhà hàng cũng phục vụ thức uống."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/1-thiet-ke-phong-khach-san-4-sao-ha-noi%20%283%29.jpg"],
                    "gps": {
                        "lat": 15.891002602499,
                        "lng": 108.329408172444
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Hoi An Rosemary Boutique Hotel & Spa",
                    "description": [
                        "Hoi An Rosemary Hotel cung cấp chỗ nghỉ với hồ bơi ngoài trời tại thành phố Hội An, cách Hội quán Triều Châu 19 phút đi bộ. Tất cả các khách nghỉ tại đây có thể thưởng thức bữa sáng hàng ngày, sử dụng xe đạp miễn phí cũng như dịch vụ đưa đón miễn phí (với lịch trình cố định của khách sạn) từ/đến Hội An và bãi biển. Du khách cũng có thể truy cập Wi-Fi miễn phí. Mỗi phòng nghỉ gắn máy điều hòa tại khách sạn đều có ban công và TV màn hình phẳng. Phòng tắm riêng được trang bị bồn tắm. Nước khoáng đóng chai miễn phí cũng được cung cấp trong phòng. Khách sạn có lễ tân 24 giờ và trung tâm thể dục. Dịch vụ cho thuê xe hơi có thể được thu xếp cho khách. Khách sạn cách Bảo tàng lịch sử Hội An 1,9 km và Hội quán Quảng Đông 2,3 km. Sân bay gần nhất là Sân bay quốc tế Đà Nẵng, cách đó 24 km. Du khách có thể thưởng thức bữa ăn tại nhà hàng trong khuôn viên hoặc thư giãn với đồ uống giải khát ở quầy bar."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/1-thiet-ke-phong-khach-san-4-sao-ha-noi%20%281%29.jpg"],
                    "gps": {
                        "lat": 15.882762961848,
                        "lng": 108.347288149674
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                }
            ]
        },
        {
            "province_name": "Nha Trang",
            "places": [
                {
                    "name": "Full House Hotel",
                    "description": [
                        "Nằm ở thành phố Nha Trang, cách Bãi biển Nha Trang 800 m, Full House Hotel cung cấp chỗ nghỉ bên bờ biển với nhiều tiện nghi như nhà hàng, quán bar và sảnh khách chung. Chỗ nghỉ này còn có phòng gia đình và sân hiên. Nơi đây cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ tại Full House Hotel được bố trí máy điều hòa, khu vực ghế ngồi, TV truyền hình vệ tinh màn hình phẳng, két an toàn, ấm đun nước và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh, dép cùng máy sấy tóc. Một số phòng có ban công. Mỗi phòng đều được trang bị ga trải giường và khăn tắm. Full House Hotel phục vụ bữa sáng kiểu lục địa hoặc bữa sáng buffet. Đi xe đạp là hoạt động được ưa chuộng trong khu vực và du khách có thể thuê xe đạp/xe hơi tại khách sạn. Full House Hotel nằm gần các điểm tham quan nổi tiếng như Nhà thờ Nha Trang, Bảo tàng Alexandre Yersin và Trung tâm thương mại Nha Trang Centre. Sân bay gần nhất là sân bay quốc tế Cam Ranh, cách đó 38 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/1-thiet-ke-phong-khach-san-4-sao-ha-noi%20%282%29.jpg"],
                    "gps": {
                        "lat": 12.2500226083795,
                        "lng": 109.188984953949
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "VANDA Hotel Nha Trang",
                    "description": [
                        "Nằm trong bán kính chỉ 50 m từ Bãi biển Nha Trang, VANDA Hotel Nha Trang là một khách sạn mới xây cung cấp các phòng nghỉ hiện đại và thoải mái với truy cập Wi-Fi miễn phí. Nơi đây có quầy lễ tân 24 giờ và hồ bơi ngoài trời. Khách sạn nằm cách Chợ Bình Tân khoảng 300 m và Vinperland 1 km. Dinh Bảo Đại và Trung tâm Thuyền buồm Việt Nam nằm trong bán kính 1,8 km từ nơi nghỉ này trong khi Sân bay Nha Trang cách đó 25 km lái xe. Với lối bài trí giản dị, các phòng nghỉ máy lạnh tại đây có sàn lát gạch, tủ quần áo, minibar, điện thoại và truyền hình cáp màn hình phẳng. Phòng tắm riêng đi kèm tiện nghi vòi sen, khăn tắm và dép. Nhân viên thân thiện tại VANDA Hotel Nha Trang có thể hỗ trợ khách với các dịch vụ giữ hành lý, giặt là và phục vụ ăn uống tại phòng. Khách sạn có khu vực sảnh khách chung trong khi chỗ đỗ xe miễn phí được cung cấp cho những khách lái xe. Ngay trong khuôn viên khách sạn có nhà hàng phục vụ tuyển chọn các món ăn đầy hương vị của địa phương. Đồ uống sau bữa ăn được cung cấp tại quầy bar."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/9-thiet-ke-phong-khach-san-dep%20%285%29.jpg"],
                    "gps": {
                        "lat": 12.2201967879195,
                        "lng": 109.204713368755
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Xavia Hotel",
                    "description": [
                        "Tọa lạc ở thành phố Nha Trang, cách quán Sailing Club 1,5 km, Xavia Hotel có trung tâm thể dục và quầy bar. Được xây dựng vào năm 2017, khách sạn này nằm trong bán kính 18 phút đi bộ từ Trung tâm thuyền buồm Việt Nam và 2 km từ Dinh Bảo Đại. Viện hải dương học cách đó 2,1 km. Tất cả phòng nghỉ tại Xavia Hotel đều được trang bị tủ quần áo và TV truyền hình vệ tinh. Các phòng có phòng tắm riêng với máy sấy tóc trong khi một số phòng còn có ban công.  Khách sạn phục vụ bữa sáng tự chọn hàng ngày. Nhà hàng tại Xavia Hotel phục vụ ẩm thực Việt Nam, Châu Âu và Mỹ. Du khách có thể thoải mái sử dụng hồ bơi trong nhà của khách sạn. Xavia Hotel có trung tâm dịch vụ doanh nhân cho khách tùy ý sử dụng. Du khách có thể hỏi nhân viên lễ tân để biết các điểm tham quan hoặc hoạt động trong khu vực. Khách sạn nằm trong bán kính 2,1 km từ Quảng trường 2/4 và 2,3 km từ Tháp Trầm Hương. Sân bay gần nhất là Sân bay quốc tế Cam Ranh, cách đó 24 km."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/9-thiet-ke-phong-khach-san-dep%20%2814%29.jpg"],
                    "gps": {
                        "lat": 12.2217117791838,
                        "lng": 109.203534291517
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Quinter Central Nha Trang",
                    "description": [
                        "Nằm tại thành phố Nha Trang, cách Bãi biển Nha Trang 350 m, Quinter Central Nha Trang cung cấp chỗ nghỉ với nhà hàng, chỗ đỗ xe riêng miễn phí, hồ bơi ngoài trời và trung tâm thể dục. Khách sạn 5 sao này có quầy bar, khu vực bãi biển riêng và WiFi miễn phí. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ tại Quinter Central Nha Trang được bố trí máy điều hòa, khu vực ghế ngồi, TV truyền hình vệ tinh màn hình phẳng, két an toàn, ấm đun nước và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh, áo choàng tắm cùng dép. Một số phòng có ban công trong khi các phòng còn lại nhìn ra biển. Các phòng được trang bị ga trải giường và khăn tắm. Chỗ nghỉ phục vụ bữa sáng kiểu lục địa hoặc bữa sáng buffet. Quinter Central Nha Trang có sân hiên tắm nắng. Trong số các điểm tham quan nổi tiếng gần khách sạn có quán Sailing Club, Trung tâm Thuyền buồm Việt Nam và Quảng trường 2/4. Sân bay gần nhất là sân bay quốc tế Cam Ranh, cách Quinter Central Nha Trang 35 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/9-thiet-ke-phong-khach-san-dep%20%2813%29.jpg"],
                    "gps": {
                        "lat": 12.2299544649189,
                        "lng": 109.196998376692
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Mojzo Inn Boutique Hotel",
                    "description": [
                        "Mojzo Inn nằm ở trung tâm thành phố Nha Trang, giữa khu vực nhà hàng và giải trí về đêm. Cách Chợ Đầm chỉ 5 phút lái xe, nơi nghỉ này có Wi-Fi miễn phí và nhà hàng trên sân thượng phục vụ bữa sáng. Bàn bán tour có thể sắp xếp dịch vụ cho thuê xe đạp và các chuyến đi trong ngày cho quý khách. Nơi đây cung cấp cả phòng ngủ tập thể và phòng riêng với trang bị máy lạnh đầy đủ. Các phòng riêng cũng có cả TV màn hình phẳng và minibar. Có cả phòng tắm chung và riêng với vòi sen. Mojzo Inn cách Tháp Bà (Po Nagar) 10 phút lái xe và cách Sân bay Cam Ranh 45 phút lái xe. Dịch vụ đưa đón sân bay được cung cấp với một khoản phụ phí. Nhà trọ này phục vụ các dịch vụ giặt là, bán vé và giữ hành lý. Quầy lễ tân làm việc 24 giờ."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/10-thiet-ke-phong-khach-san-dep%20%2822%29.jpg"],
                    "gps": {
                        "lat": 12.2410571867269,
                        "lng": 109.194205307392
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Saphia Hotel Nha Trang",
                    "description": [
                        "Tọa lạc tại thành phố Nha Trang, cách bãi biển Nha Trang 600 m, Saphia Hotel Nha Trang cung cấp chỗ nghỉ với nhà hàng, chỗ đỗ xe riêng miễn phí và hồ bơi ngoài trời. Chỗ nghỉ này có các phòng gia đình và sân hiên tắm nắng. Nơi đây cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ gắn máy điều hòa tại khách sạn có bàn làm việc, ấm đun nước, minibar, két an toàn, TV màn hình phẳng và phòng tắm riêng với vòi sen. Một số phòng còn được bố trí khu vực bếp ăn đi kèm tủ lạnh và lò nướng. Tất cả các phòng đều được trang bị tủ để quần áo. Khách nghỉ tại Saphia Hotel Nha Trang có thể thưởng thức bữa sáng kiểu Á. Chỗ nghỉ cũng có dịch vụ văn phòng và dịch vụ cho thuê xe đạp. Saphia Hotel Nha Trang nằm cách bãi tắm phía Nam 2 km và Bãi Tranh 3 km. Sân bay gần nhất là sân bay quốc tế Cam Ranh, cách khách sạn 34 km."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/10-thiet-ke-phong-khach-san-dep%20%2818%29.jpg"],
                    "gps": {
                        "lat": 12.2311128397838,
                        "lng": 109.198899607384
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Fuji Boutique Hotel",
                    "description": [
                        "Tọa lạc ở thành phố Nha Trang, cách Bãi biển Nha Trang 400 m, Fuji Boutique Hotel có dịch vụ nhận phòng/trả phòng cấp tốc, phòng nghỉ không gây dị ứng, nhà hàng, WiFi miễn phí trong toàn bộ khuôn viên và sảnh khách chung. Chỗ nghỉ này có dịch vụ tiền sảnh và sân chơi cho trẻ em. Nơi đây cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Tất cả phòng nghỉ tại Fuji Boutique Hotel được bố trí máy điều hòa, khu vực ghế ngồi, TV truyền hình cáp màn hình phẳng, két an toàn, ấm đun nước và phòng tắm riêng đi kèm vòi xịt/chậu rửa vệ sinh, áo choàng tắm cùng dép. Một số phòng có sân hiên trong khi các phòng còn lại nhìn ra biển. Mỗi phòng đều được trang bị ga trải giường và khăn tắm. Chỗ nghỉ phục vụ bữa sáng kiểu lục địa hoặc bữa sáng buffet. Khu vực này nổi tiếng với hoạt động đi xe đạp và du khách có thể thuê xe đạp/xe hơi tại Fuji Boutique Hotel. Các điểm tham quan nổi tiếng gần khách sạn này bao gồm Tháp Trầm Hương, Trung tâm mua sắm Nha Trang Centre và Bảo tàng Khánh Hòa. Sân bay gần nhất là sân bay quốc tế Cam Ranh, nằm trong bán kính 35 km từ Fuji Boutique Hotel, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/10-thiet-ke-phong-khach-san-dep%20%2817%29.jpg"],
                    "gps": {
                        "lat": 12.2364455005406,
                        "lng": 109.195769292557
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Amber Nha Trang",
                    "description": [
                        "Nằm ở thành phố Nha Trang, cách Bãi biển Nha Trang 450 m, Amber Nha Trang cung cấp chỗ nghỉ với nhà hàng, chỗ đỗ xe riêng miễn phí, hồ bơi ngoài trời và sảnh khách chung. Chỗ nghỉ này có các phòng gia đình và sân hiên. Nơi đây cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Mỗi phòng nghỉ tại Amber Nha Trang đều có máy điều hòa, khu vực ghế ngồi, TV truyền hình vệ tinh màn hình phẳng, két an toàn và phòng tắm riêng với vòi xịt/chậu rửa vệ sinh, dép cùng máy sấy tóc. Trong phòng được trang bị ga trải giường và khăn tắm. Chỗ nghỉ phục vụ bữa sáng buffet hằng ngày. Các điểm tham quan nổi tiếng gần Amber Nha Trang bao gồm Trung tâm Thuyền buồm Việt Nam, quán Sailing Club và Tháp Trầm Hương. Sân bay gần nhất là sân bay quốc tế Cam Ranh, nằm trong bán kính 37 km từ khách sạn, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/10-thiet-ke-phong-khach-san-dep%20%2820%29.jpg"],
                    "gps": {
                        "lat": 12.2370453527952,
                        "lng": 109.193797868769
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Panorama Nha Trang Ocean View",
                    "description": [
                        "Nằm tại thành phố Nha Trang, Panorama Nha Trang Ocean View có trung tâm spa và phòng xông hơi khô. Bãi biển Nha Trang cách chỗ nghỉ này 2 phút đi bộ. Wi-Fi được cung cấp miễn phí. Panorama Nha Trang Ocean View còn có trung tâm thể dục và hồ bơi ngoài trời. Khách có thể thưởng thức đồ uống tại quầy bar trong khuôn viên. Dịch vụ giao hàng tạp hóa và bữa trưa đóng hộp được cung cấp theo yêu cầu. Trung tâm Thuyền buồm Việt Nam cách Panorama Nha Trang Ocean Views 300 m. Sân bay gần nhất là sân bay quốc tế Cam Ranh, cách đó 26 km."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/10-thiet-ke-phong-khach-san-dep%20%2819%29.jpg"],
                    "gps": {
                        "lat": 12.2407345440736,
                        "lng": 109.195342805226
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Heritage Boutique Sierra Legend",
                    "description": [
                        "Heritage Legend by Sea Boutique cung cấp phòng nghỉ gắn máy điều hòa với TV truyền hình cáp màn hình phẳng tại khu Bãi biển Nha Trang thuộc thành phố Nha Trang. Chỗ nghỉ này có các phòng gia đình và sân hiên. Chỗ nghỉ cũng có lễ tân 24 giờ, dịch vụ đưa đón sân bay, bàn đặt tour và WiFi miễn phí trong toàn bộ khuôn viên. Phòng nghỉ tại khách sạn được trang bị tủ để quần áo và tủ lạnh. Phòng tắm riêng đi kèm chậu rửa vệ sinh (bidet), máy sấy tóc và đồ vệ sinh cá nhân miễn phí.  Các điểm tham quan nổi tiếng gần Heritage Legend by Sea Boutique bao gồm Bãi biển Nha Trang, Tháp Trầm Hương và Quảng trường 2/4. Sân bay gần nhất là sân bay quốc tế Cam Ranh, cách chỗ nghỉ 26 km."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/11-thiet-ke-phong-khach-san-dep%20%289%29.jpg"],
                    "gps": {
                        "lat": 12.2400410938857,
                        "lng": 109.193498215321
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                }
            ]
        },
        {
            "province_name": "Sa Pa",
            "places": [
                {
                    "name": "Surelee Homestay",
                    "description": [
                        "Nằm cách Ga cáp treo Fansipan Legend 11 km, Surelee Homestay có quầy bar, khu vườn cũng như chỗ nghỉ lắp máy điều hòa với sân trong và WiFi miễn phí. Các căn tại đây có tầm nhìn ra khu vườn, khu vực ghế ngồi, máy giặt, khu vực bếp ăn đầy đủ tiện nghi với tủ lạnh và sử dụng phòng tắm chung đi kèm dép đi trong phòng cùng máy sấy tóc. Một số căn có ban công và/hoặc sân hiên nhìn ra quang cảnh dòng sông/núi non. Homestay này phục vụ bữa sáng kiểu lục địa và bữa sáng buffet hằng ngày. Núi Fansipan nằm trong bán kính 22 km từ Surelee Homestay trong khi trung tâm thương mại Sun Plaza cách đó 9 km."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%2830%29.jpg"],
                    "gps": {
                        "lat": 22.308880778077,
                        "lng": 103.896375081752
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Laxsik Ecolodge",
                    "description": [
                        "Nằm ở thị xã Sa Pa, Laxsik Ecolodge có nhà hàng, lễ tân 24 giờ, quầy bar, khu vườn, hồ bơi ngoài trời mở cửa quanh năm, sân hiên và tầm nhìn ra quang cảnh dòng sông. Chỗ nghỉ này cung cấp WiFi miễn phí. Mỗi căn tại đây đều được bố trí phòng tắm riêng với vòi xịt/chậu rửa vệ sinh, dép đi trong phòng, máy sấy tóc và đồ vệ sinh cá nhân miễn phí. Lodge này phục vụ bữa sáng kiểu lục địa hàng ngày. Laxsik Ecolodge cung cấp dịch vụ cho thuê xe đạp trong khi du khách có thể đạp xe ở khu vực gần đó. Ga cáp treo Fansipan Legend nằm cách chỗ nghỉ 11 km trong khi Hồ Sa Pa cách đó 6,7 km. Sân bay gần nhất là sân bay Điện Biên Phủ, nằm trong bán kính 274 km từ Laxsik Ecolodge, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%2842%29.jpg"],
                    "gps": {
                        "lat": 22.316815161967,
                        "lng": 103.880635866935
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Camellia Guest House",
                    "description": [
                        "Tọa lạc tại thị xã Sa Pa, cách Ga cáp treo Fansipan Legend 2,6 km, Camellia Guest House có tầm nhìn ra quang cảnh núi non. Trong số các tiện nghi của chỗ nghỉ này có nhà hàng, lễ tân 24 giờ, phòng giữ hành lý và WiFi miễn phí trong toàn bộ khuôn viên. Nhà khách cung cấp các phòng gia đình. Phòng nghỉ tại nhà khách có máy điều hòa, tủ để quần áo, ban công nhìn ra vườn, phòng tắm riêng, TV màn hình phẳng, ga trải giường và khăn tắm. Trong phòng được trang bị két an toàn. Khách nghỉ tại Camellia Guest House có thể thưởng thức bữa sáng kiểu Á. Các điểm tham quan nổi tiếng gần chỗ nghỉ bao gồm trung tâm thương mại Sun Plaza, Hồ Sa Pa và Quảng trường Trung tâm Sa Pa."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%2838%29.jpg"],
                    "gps": {
                        "lat": 22.3460360938234,
                        "lng": 103.839336117867
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Catcat Garden House",
                    "description": [
                        "Tọa lạc tại thị xã Sa Pa, Catcat Garden House cung cấp chỗ nghỉ với hồ bơi ngoài trời, quầy bar, sảnh khách chung, vườn, sân hiên và tầm nhìn ra hồ bơi. Chỗ nghỉ này có WiFi miễn phí trong toàn bộ khuôn viên. Các căn tại đây có sàn gỗ parquet, khu vực bếp ăn đầy đủ tiện nghi với minibar, khu vực ăn uống, TV màn hình phẳng và phòng tắm riêng đi kèm vòi xịt/chậu rửa vệ sinh cùng dép đi trong phòng. Một số căn được bố trí sân trong và/hoặc ban công nhìn ra hồ nước hoặc khu vườn. Homestay này phục vụ bữa sáng à la carte hoặc bữa sáng kiểu Á. Các điểm tham quan nổi tiếng gần Catcat Garden House bao gồm Hồ Sa Pa, Nhà thờ Đá Sa Pa và Bến xe Sa Pa. Sân bay gần nhất là sân bay Điện Biên Phủ, cách chỗ nghỉ 269 km."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%2836%29.jpg"],
                    "gps": {
                        "lat": 22.3337795637848,
                        "lng": 103.834495497655
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Mimosa Hotel Sapa",
                    "description": [
                        "Nằm ở thị xã Sa Pa, cách Ga cáp treo Fansipan Legend 5,3 km và Hồ Sa Pa 1 km, Mimosa Hotel Sapa cung cấp chỗ nghỉ với sân hiên cũng như chỗ đỗ xe riêng miễn phí cho khách lái xe. Trong số các tiện nghi của chỗ nghỉ này có nhà hàng, lễ tân 24 giờ, dịch vụ phòng và WiFi miễn phí. Nơi đây cung cấp dịch vụ tiền sảnh, bàn đặt tour và dịch vụ thu đổi ngoại tệ cho khách. Khách sạn phục vụ bữa sáng à la carte hoặc bữa sáng kiểu Mỹ. Các điểm tham quan nổi tiếng gần chỗ nghỉ bao gồm Nhà thờ đá Sa Pa, Bến xe Sa Pa và Vườn hoa Hàm Rồng - Núi Hàm Rồng. Sân bay gần nhất là sân bay Điện Biên Phủ, cách đó 268 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%2837%29.jpg"],
                    "gps": {
                        "lat": 22.3349361899162,
                        "lng": 103.840341282827
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Himalaya Sapa Hostel",
                    "description": [
                        "Tọa lạc tại thị trấn Sa Pa, cách Ga cáp treo Fansipan Legend 5 km, Himalaya Sapa Hostel cung cấp chỗ nghỉ với quầy bar, chỗ đỗ xe riêng miễn phí, sảnh khách chung và khu vườn. Khách sạn 2 sao này có dịch vụ phòng, dịch vụ tiền sảnh và WiFi miễn phí. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, bếp chung và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ tại Himalaya Sapa Hostel được trang bị ga trải giường, khăn tắm. cung cấp một số phòng nhìn ra hồ nước và mỗi phòng đều có phòng tắm riêng với vòi xịt/chậu rửa vệ sinh. Các phòng nghỉ tại Himalaya Sapa Hostel có ga trải giường và khăn tắm. Chỗ nghỉ phục vụ bữa sáng buffet và bữa sáng kiểu Á hàng ngày. Himalaya Sapa Hostel có sân hiên. Khu vực này nổi tiếng với hoạt động đạp xe và du khách có thể thuê xe đạp/xe hơi tại khách sạn. Các điểm tham quan nổi tiếng gần Himalaya Sapa Hostel bao gồm Hồ Sa Pa, bến xe Sa Pa và Vườn hoa Hàm Rồng - Núi Hàm Rồng. Sân bay gần nhất là sân bay Điện Biên Phủ, cách chỗ nghỉ 268 km và tại đây cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%2835%29.jpg"],
                    "gps": {
                        "lat": 22.3396763385972,
                        "lng": 103.843963612495
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Catcat Garden House",
                    "description": [
                        "Tọa lạc tại thị xã Sa Pa, Catcat Garden House cung cấp chỗ nghỉ với hồ bơi ngoài trời, quầy bar, sảnh khách chung, vườn, sân hiên và tầm nhìn ra hồ bơi. Chỗ nghỉ này có WiFi miễn phí trong toàn bộ khuôn viên. Các căn tại đây có sàn gỗ parquet, khu vực bếp ăn đầy đủ tiện nghi với minibar, khu vực ăn uống, TV màn hình phẳng và phòng tắm riêng đi kèm vòi xịt/chậu rửa vệ sinh cùng dép đi trong phòng. Một số căn được bố trí sân trong và/hoặc ban công nhìn ra hồ nước hoặc khu vườn. Homestay này phục vụ bữa sáng à la carte hoặc bữa sáng kiểu Á. Các điểm tham quan nổi tiếng gần Catcat Garden House bao gồm Hồ Sa Pa, Nhà thờ Đá Sa Pa và Bến xe Sa Pa. Sân bay gần nhất là sân bay Điện Biên Phủ, cách chỗ nghỉ 269 km."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%281%29.jpg"],
                    "gps": {
                        "lat": 22.3333826023687,
                        "lng": 103.835182143176
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Mimosa Hotel Sapa",
                    "description": [
                        "Nằm ở thị xã Sa Pa, cách Ga cáp treo Fansipan Legend 5,3 km và Hồ Sa Pa 1 km, Mimosa Hotel Sapa cung cấp chỗ nghỉ với sân hiên cũng như chỗ đỗ xe riêng miễn phí cho khách lái xe. Trong số các tiện nghi của chỗ nghỉ này có nhà hàng, lễ tân 24 giờ, dịch vụ phòng và WiFi miễn phí. Nơi đây cung cấp dịch vụ tiền sảnh, bàn đặt tour và dịch vụ thu đổi ngoại tệ cho khách. Khách sạn phục vụ bữa sáng à la carte hoặc bữa sáng kiểu Mỹ. Các điểm tham quan nổi tiếng gần chỗ nghỉ bao gồm Nhà thờ đá Sa Pa, Bến xe Sa Pa và Vườn hoa Hàm Rồng - Núi Hàm Rồng. Sân bay gần nhất là sân bay Điện Biên Phủ, cách đó 268 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%2834%29.jpg"],
                    "gps": {
                        "lat": 22.3357301027746,
                        "lng": 103.840684605587
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Sapa Centre Hotel",
                    "description": [
                        "Sapa Centre Hotel tọa lạc tại thị xã Sa Pa, cách Ga cáp treo Fansipan Legend 5,1 km và Vườn hoa Hàm Rồng - Núi Hàm Rồng 1,1 km. Trong số các tiện nghi của chỗ nghỉ này có nhà hàng, lễ tân 24 giờ, dịch vụ phòng và WiFi miễn phí trong toàn bộ khuôn viên. Khách sạn cung cấp các phòng gia đình. Phòng nghỉ tại khách sạn có máy điều hòa, khu vực ghế ngồi, TV truyền hình vệ tinh màn hình phẳng, két an toàn và phòng tắm riêng với vòi sen, áo choàng tắm cùng máy sấy tóc. Các phòng được trang bị bàn làm việc và ấm đun nước. Sapa Centre Hotel có sân hiên tắm nắng. Trong khuôn viên chỗ nghỉ có quầy bar và du khách cũng có thể sử dụng khu dịch vụ văn phòng. Các điểm tham quan nổi tiếng gần chỗ nghỉ bao gồm Hồ Sa Pa, Nhà thờ Đá Sa Pa và Bến xe Sa Pa. Sân bay gần nhất là sân bay Điện Biên Phủ, nằm trong bán kính 268 km từ Sapa Centre Hotel, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%2831%29.jpg"],
                    "gps": {
                        "lat": 22.3359480484556,
                        "lng": 103.84173671249
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Phuong Nam Hotel",
                    "description": [
                        "Phuong Nam Hotel tọa lạc tại thị trấn Sa Pa ở tỉnh Lào Cai, cách Núi Fansipan 8 km. Du khách có thể ngắm nhìn quang cảnh núi non từ ban công và dùng bữa tại nhà hàng ngay trong khuôn viên. Các phòng nghỉ lắp máy điều hòa tại đây được trang bị bàn làm việc, TV truyền hình cáp màn hình phẳng, tủ lạnh và ấm đun nước điện. Du khách có thể thưởng thức một tách trà trong lúc ngắm nhìn quang cảnh khu vườn/thành phố. Phòng nghỉ cũng đi kèm phòng tắm riêng với bồn tắm/vòi sen, máy sấy tóc và dép. Khách sạn có bàn đặt tour và lễ tân 24 giờ. Khách có thể sắp xếp dịch vụ cho thuê xe hơi và tour du lịch với chi phí thấp tại đây. Khách sạn cũng cung cấp phòng giữ hành lý miễn phí, dịch vụ thu đổi ngoại tệ và dịch vụ giặt là. Bữa sáng tự chọn được phục vụ tại nhà hàng của khách sạn, nơi có sân hiên với tầm nhìn ra thung lũng Mường Hoa. Quầy bar của khách sạn cung cấp đồ uống và có bi da cho khách chơi. Khách có thể chơi ném phi tiêu tại khách sạn và dịch vụ cho thuê xe hơi cũng được cung cấp cho khách. Nhà thờ Đá Sa Pa cách Phuong Nam Hotel 300 m, còn Hồ Sa Pa cách đó 800 m."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%2820%29.jpg"],
                    "gps": {
                        "lat": 22.3350254349898,
                        "lng": 103.840904151107
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                }
            ]
        },
        {
            "province_name": "Huế",
            "places": [
                {
                    "name": "Nana Homestay & Villa",
                    "description": [
                        "Nằm cách Chợ Đông Ba 1,4 km, Nana Homestay & Villa có sảnh khách chung, vườn cũng như chỗ nghỉ gắn máy điều hòa với sân trong và WiFi miễn phí. Tất cả các căn tại đây đều có khu vực ghế ngồi, TV truyền hình cáp màn hình phẳng và phòng tắm riêng đi kèm dép đi trong phòng, vòi xịt/chậu rửa vệ sinh cùng vòi sen. Mỗi căn đều có ban công nhìn ra vườn. Khách lưu trú tại homestay này có thể thưởng thức bữa sáng kiểu Mỹ. Nana Homestay & Villa có sân hiên. Chỗ nghỉ cung cấp cả dịch vụ cho thuê xe đạp lẫn xe hơi trong khi du khách có thể đi xe đạp ở khu vực gần đó. Trong số các điểm tham quan nổi tiếng gần Nana Homestay & Villa có Cầu Tràng Tiền, Bảo tàng Cổ vật Cung đình Huế và Nhà thờ Dòng Chúa Cứu Thế. Sân bay gần nhất là sân bay Phú Bài, nằm trong bán kính 15 km từ homestay, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%2828%29.jpg"],
                    "gps": {
                        "lat": 16.9598870162731,
                        "lng": 107.716779633027
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Thien Phu Hotel",
                    "description": [
                        "Tọa lạc ở thành phố Huế, cách Cầu Tràng Tiền 3 km và Bảo tàng Cổ vật Cung đình Huế 3,4 km, Thien Phu Hotel cung cấp chỗ nghỉ với khu vườn và WiFi miễn phí trong toàn bộ khuôn viên cũng như chỗ đỗ xe riêng miễn phí cho khách lái xe. Chỗ nghỉ này có lễ tân 24 giờ và sân chơi cho trẻ em. Khách sạn cung cấp các phòng gia đình. Phòng nghỉ tại khách sạn có máy điều hòa, bàn làm việc, TV màn hình phẳng, phòng tắm riêng, ga trải giường, khăn tắm và sân hiên nhìn ra quang cảnh thành phố. Trong phòng được trang bị tủ lạnh. Thien Phu Hotel nằm trong bán kính 3,4 km từ Chợ Đông Ba và 4,2 km từ Chùa Chiêu Ứng. Sân bay gần nhất là sân bay Phú Bài, cách chỗ nghỉ 15 km."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%2824%29.jpg"],
                    "gps": {
                        "lat": 10.8099814748551,
                        "lng": 106.623619767296
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "White Lotus Hue Hotel",
                    "description": [
                        "Tọa lạc tại thành phố Huế, White Lotus Hue Hotel có nhà hàng, hồ bơi ngoài trời, quán bar và sảnh khách chung. Chỗ nghỉ này có các phòng gia đình và sân hiên tắm nắng. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ gắn máy điều hòa tại khách sạn được trang bị bàn làm việc, ấm đun nước, tủ lạnh, két an toàn, TV màn hình phẳng và phòng tắm riêng đi kèm vòi sen. Một số phòng còn có bếp với lò vi sóng và minibar. Tất cả các phòng đều được bố trí tủ để quần áo. Khách nghỉ tại White Lotus Hue Hotel có thể thưởng thức bữa sáng buffet hoặc bữa sáng kiểu Mỹ. Các điểm tham quan nổi tiếng gần chỗ nghỉ bao gồm Cầu Tràng Tiền, Chợ Đông Ba và Bảo tàng Cổ vật Cung đình Huế. Sân bay gần nhất là sân bay quốc tế Phú Bài, cách White Lotus Hue Hotel 15 km."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%28%29.jpg"],
                    "gps": {
                        "lat": 10.779537800361,
                        "lng": 106.705122283496
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Bon Ami Hostel",
                    "description": [
                        "Tọa lạc tại thành phố Huế, cách Cầu Tràng Tiền 2,5 km và Chợ Đông Ba 2,9 km, Bon Ami Hostel cung cấp chỗ nghỉ với WiFi miễn phí, máy điều hòa, quầy bar và vườn. Nhà nghỉ B&B này có TV màn hình phẳng cũng như phòng tắm riêng với dép đi trong phòng, đồ vệ sinh cá nhân miễn phí và vòi xịt/chậu rửa vệ sinh. Bon Ami Hostel phục vụ bữa sáng kiểu lục địa hàng ngày. Chỗ nghỉ có sân hiên. Bon Ami Hostel nằm cách Bảo tàng Cổ vật Cung đình Huế 3 km và Chùa Chiêu Ứng 3,5 km. Sân bay gần nhất là sân bay Phú Bài, nằm trong bán kính 15 km từ nhà nghỉ B&B này."
                    ],
                    "images": ["https://noithattrevietnam.com/uploaded/2020/10/thiet-ke-phong-khach-san-dep%20%2811%29.jpg"],
                    "gps": {
                        "lat": 16.4714305709912,
                        "lng": 107.596098273137
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Indochine Palace",
                    "description": [
                        "Hồ bơi ngoài trời, hộp đêm và 5 lựa chọn ăn uống nằm trong số số các tiện nghi tại đây. Nằm cách đó chưa đến 2 km là các điểm tham quan địa phương bao gồm Cầu Trường Tiền, Chợ Đông Ba và Bảo tàng Mỹ thuật Cung đình Huế. Khách sạn cách Sân bay Quốc tế Phú Bài 20 phút lái xe. Các phòng nghỉ tại Indochine Palace mở ra ban công với tầm nhìn ra quang cảnh thành phố, hồ nước hoặc hồ bơi và có lò sưởi. Ngoài ra còn đi kèm TV màn hình phẳng và phòng tắm riêng với bồn tắm và vòi sen riêng biệt. Du khách có thể rèn luyện sức khỏe ở trung tâm thể dục của khách sạn và thư giãn tại spa sau đó. Chỗ nghỉ này cũng có tiện nghi phòng xông hơi khô và phòng xông hơi ướt. Dịch vụ đưa đón sân bay 2 chiều được cung cấp theo yêu cầu với một khoản phụ phí. Du khách được bố trí chỗ đỗ xe riêng miễn phí. Du khách có thể chọn thưởng thức các món ăn cao cấp tại nhà hàng La Brasserie hay các món ăn thông thường ở quán Le Petit Café. Quán Au Rendezvous & Le Bar có ban nhạc sống trong khi quán Le Bar có danh sách rượu vang quốc tế. Du khách có thể thưởng thức đồ ăn nhẹ và đồ uống bên hồ bơi tại nhà hàng Les Bains. Dịch vụ ăn uống tại phòng 24 giờ cũng được cung cấp."
                    ],
                    "images": ["https://cuongdulich.com/assets/posts/1636706349-khach-san-3-sao-gia-re-hue01.jpg"],
                    "gps": {
                        "lat": 16.4633643151388,
                        "lng": 107.598146650366
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Hue Pink Lotus Hotel",
                    "description": [
                        "Tọa lạc ở thành phố Huế, cách Cầu Tràng Tiền trong vòng 2,8 km, Loving Home Hue cung cấp dịch vụ nhận phòng/trả phòng cấp tốc, phòng nghỉ không dây dị ứng, nhà hàng, WiFi miễn phí và sân hiên. Khách sạn này nằm trong bán kính 3,1 km từ Chợ Đông Ba, 3,2 km từ Bảo tàng Cổ vật Cung đình Huế và 3,9 km từ Chùa Chiêu Ứng. Chỗ nghỉ cũng có lễ tân 24 giờ, bàn đặt tour và dịch vụ thu đổi ngoại tệ cho khách. Phòng nghỉ tại Loving Home Hue được bố trí khu vực ghế ngồi, làm việc, TV màn hình phẳng và phòng tắm riêng. Chỗ nghỉ phục vụ bữa sáng à la carte. Đi xe đạp là hoạt động phổ biến trong khu vực trong khi Loving Home Hue cung cấp dịch vụ cho thuê xe đạp và xe hơi. Khách sạn nằm trong bán kính 4,1 km từ Hoàng Thành và 4,3 km từ Tử Cấm Thành. Sân bay gần nhất là sân bay Phú Bài, cách Loving Home Hue 16 km, và khách sạn cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://cuongdulich.com/assets/posts/1636706391-khach-san-3-sao-gia-re-hue02.jpg"],
                    "gps": {
                        "lat": 16.4740283049505,
                        "lng": 107.595279819689
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Cherish Hue Hotel",
                    "description": [
                        "Tọa lạc ở trung tâm thành phố Huế, Cherish Hue Hotel chỉ cách Sông Hương nổi tiếng vài bước chân. Nơi đây cung cấp các liệu pháp spa thư giãn và trung tâm thể dục. Khách cũng được truy cập Wi-Fi miễn phí tại tất cả các khu vực chung của khách sạn. Các phòng tại đây rộng rãi, đầy đủ tiện nghi và được trang bị máy lạnh. Tất cả đều có TV màn hình plasma 26 inch, két an toàn cá nhân và khu vực tiếp khách. Phòng tắm riêng đi kèm đồ vệ sinh cá nhân và tiện nghi vòi sen. Cherish Hue Hotel có quầy lễ tân 24 giờ với chỗ để hành lý. Quý khách cũng có thể thư giãn cơ bắp trong bồn tắm nước nóng hoặc thông qua liệu pháp mát-xa truyền thống. Dịch vụ đưa đón và vận chuyển sân bay có thể được bố trí với một khoản phí nhỏ. Cherish Hue có nhà hàng phục vụ hàng loạt các món ăn địa phương ngon của Việt Nam cũng như các món phương Tây nổi tiếng. Dịch vụ phòng 24 giờ được cung cấp và bữa sáng có thể được phục vụ trong phòng theo yêu cầu."
                    ],
                    "images": ["https://cuongdulich.com/assets/posts/1636706457-khach-san-3-sao-gia-re-hue03.jpg"],
                    "gps": {
                        "lat": 16.4674304482768,
                        "lng": 107.594817281061
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Le Robinet Homestay",
                    "description": [
                        "Nằm ở thành phố Huế, cách Tử Cấm Thành chưa đến 1 km, Le Robinet Homestay cung cấp chỗ nghỉ với quầy bar, chỗ đỗ xe riêng miễn phí, sảnh khách chung và vườn. Khách sạn 2 sao này còn có bếp chung, dịch vụ phòng và WiFi miễn phí. Khách sạn cung cấp các phòng gia đình. Phòng nghỉ tại Le Robinet Homestay được trang bị ấm đun nước, ga trải giường, khăn tắm và phòng tắm riêng với vòi sen cùng dép. Một số phòng còn được bố trí khu vực ghế ngồi.  Le Robinet Homestay có sân chơi cho trẻ em. Các điểm tham quan nổi tiếng gần khách sạn bao gồm Bảo tàng cổ vật cung đình Huế, Hoàng Thành và Lầu Ngũ Phụng. Sân bay gần nhất là sân bay Phú Bài, cách Le Robinet Homestay 17 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://cuongdulich.com/assets/posts/1636706478-khach-san-3-sao-gia-re-hue04.jpg"],
                    "gps": {
                        "lat": 16.4681060203121,
                        "lng": 107.574288746922
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Nice Hue Hotel",
                    "description": [
                        "Tọa lạc tại thành phố Huế, cách Cầu Tràng Tiền 1,5 km, Nice Hue Hotel cung cấp chỗ nghỉ với nhà hàng, chỗ đỗ xe riêng miễn phí, quán bar và sảnh khách chung. Khách sạn này có các phòng gia đình và sân hiên. Chỗ nghỉ cung cấp dịch vụ lễ tân 24 giờ, dịch vụ phòng và dịch vụ thu đổi ngoại tệ cho khách. Tất cả phòng nghỉ tại đây đều được trang bị máy điều hòa, TV truyền hình vệ tinh màn hình phẳng, tủ lạnh, ấm đun nước, vòi xịt/chậu rửa vệ sinh, dép và bàn làm việc. Các phòng có phòng tắm riêng, máy sấy tóc và ga trải giường. Đi xe đạp là hoạt động được ưa chuộng trong khu vực và du khách có thể thuê xe đạp/xe hơi tại khách sạn. Các điểm tham quan nổi tiếng gần Nice Hue Hotel bao gồm Chợ Đông Ba, Bảo tàng Cổ vật Cung đình Huế và Nhà thờ Dòng Chúa Cứu Thế. Sân bay gần nhất là sân bay Phú Bài, cách đó 15 km, và chỗ nghỉ cung cấp dịch vụ đưa đón sân bay với một khoản phụ phí."
                    ],
                    "images": ["https://cuongdulich.com/assets/posts/1636706499-khach-san-3-sao-gia-re-hue05.jpg"],
                    "gps": {
                        "lat": 16.4625725851502,
                        "lng": 107.588839027605
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Hue Serene Palace Hotel",
                    "description": [
                        "Hue Serene Palace Hotel tọa lạc tại vị trí chiến lược, cách Sông Hương nổi tiếng và Cầu Tràng Tiền 200 m. Chỗ nghỉ có phòng nghỉ hiện đại được trang bị máy tính cá nhân và cung cấp WiFi miễn phí trong toàn bộ khuôn viên. Khách sạn chỉ cách Đại Nội Huế 600 m và ga Huế khoảng 1 km. Sân bay Huế nằm cách chỗ nghỉ 10 km trong khi sân bay quốc tế Đà Nẵng cách đó khoảng 70 km. Phòng nghỉ gắn máy điều hòa tại đây có sàn gỗ parquet và được trang bị đầy đủ tiện nghi với tủ để quần áo, két an toàn cá nhân, TV truyền hình cáp màn hình phẳng và khu vực ghế ngồi. Trái cây và tiện nghi pha trà/cà phê cũng được cung cấp miễn phí. Phòng tắm riêng đi kèm máy sấy tóc, áo choàng tắm và đồ vệ sinh cá nhân miễn phí. Bàn đặt tour của Hue Serene Palace Hotel có thể hỗ trợ khách sắp xếp các chuyến tham quan và việc đi lại. Du khách có thể yêu cầu dịch vụ giữ hành lý, giặt là và trông trẻ tại lễ tân 24 giờ. Trong số các tiện nghi tại chỗ nghỉ còn có dịch vụ văn phòng, dịch vụ thu đổi ngoại tệ và dịch vụ cho thuê xe đạp/xe hơi."
                    ],
                    "images": ["https://cuongdulich.com/assets/posts/1636706517-khach-san-3-sao-gia-re-hue06.jpg"],
                    "gps": {
                        "lat": 16.4721290737457,
                        "lng": 107.597721703828
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                }
            ]
        },
        {
            "province_name": "Quảng Ninh",
            "places": [
                {
                    "name": "Tuan Chau Resort Ha Long",
                    "description": [
                        "Khách sạn 5 sao cao cấp với hồ bơi vô cực, nơi bạn có thể ngắm trọn Vịnh Hạ Long và cầu Bãi Cháy. Vị trí lý tưởng, ngay cạnh khu vui chơi giải trí Sun World."
                    ],
                    "images": ["https://cuongdulich.com/assets/posts/1636706541-khach-san-3-sao-gia-re-hue07.jpg"],
                    "gps": {
                        "lat": 20.9293380276805,
                        "lng": 106.992888686624
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Queen Motel",
                    "description": [
                        "Khách sạn trên đồi với tầm nhìn triệu đô bao quát toàn bộ Vịnh",
                        "sở hữu một trong những hồ bơi vô cực lớn và đẹp nhất Hạ Long."
                    ],
                    "images": [],
                    "gps": {
                        "lat": 20.9200969628112,
                        "lng": 106.988766344306
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Stellar of the Seas Cruise",
                    "description": [
                        "Khách sạn 4 sao với kiến trúc hiện đại, cung cấp phòng nghỉ rộng rãi hướng biển tại khu vực Hòn Gai sầm uất."
                    ],
                    "images": ["https://ezcloud.vn/wp-content/uploads/2024/05/khach-san-o-quang-ninh.webp"],
                    "gps": {
                        "lat": 20.9184604626237,
                        "lng": 106.988817873227
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Verdure Lotus Grandeur Cruise",
                    "description": [
                        "Khách sạn quốc tế 4 sao quen thuộc, nằm ngay trung tâm Bãi Cháy, nổi tiếng với bữa sáng buffet phong phú và chất lượng dịch vụ ổn định."
                    ],
                    "images": ["https://www.wyndhamhalong.com/uploads/%E1%BA%A2nh%202018/o-quang-ninh-co-may-khach-san-5-sao1.jpg"],
                    "gps": {
                        "lat": 20.921703040429,
                        "lng": 106.984645372807
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Khu nghỉ mát Life Heritage - Vịnh Hạ Long",
                    "description": [
                        "Khu nghỉ dưỡng biệt lập trên đảo Rều, kiến trúc nguy nga như lâu đài, mang đến kỳ nghỉ riêng tư tuyệt đối với bãi biển và hồ bơi lớn."
                    ],
                    "images": ["https://www.wyndhamhalong.com/uploads/%E1%BA%A2nh%202018/o-quang-ninh-co-may-khach-san-5-sao5.jpg"],
                    "gps": {
                        "lat": 20.9279374576698,
                        "lng": 106.98555808159
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "DeChill Homestay",
                    "description": [
                        "Trải nghiệm lưu trú ấm cúng và gần gũi như ở nhà, thiết kế mộc mạc phù hợp cho du khách trẻ hoặc nhóm bạn."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-5-khach-san-3-sao-hue-view-dep-ban-khong-nen-bo-lo-1-1667841598.jpg"],
                    "gps": {
                        "lat": 20.9325479296082,
                        "lng": 106.987884360285
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Hai Yen Luxury Hotel",
                    "description": [
                        "Khách sạn truyền thống với dịch vụ chu đáo, nổi bật với hồ bơi trong nhà/ngoài trời và khu casino giải trí cao cấp."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-5-khach-san-3-sao-hue-view-dep-ban-khong-nen-bo-lo-2-1667841638.jpg"],
                    "gps": {
                        "lat": 21.0119021466729,
                        "lng": 107.269306576207
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Cẩm Bình Hotel",
                    "description": [
                        "Khách sạn mới, tiện nghi hiện đại với mức giá phải chăng, là lựa chọn lý tưởng cho chuyến du lịch kết hợp công tác."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-5-khach-san-3-sao-hue-view-dep-ban-khong-nen-bo-lo-4-1667841720.jpg"],
                    "gps": {
                        "lat": 21.0015159860737,
                        "lng": 107.283849304564
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Halong Lavender Hotel",
                    "description": [
                        "Khách sạn boutique lãng mạn trên Đảo Tuần Châu, thiết kế tinh tế và gần cảng tàu, hoàn hảo cho những cặp đôi."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-5-khach-san-3-sao-hue-view-dep-ban-khong-nen-bo-lo-6-1667842098.jpg"],
                    "gps": {
                        "lat": 20.9553583571674,
                        "lng": 107.043388157716
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "The Watson Premium Halong Hotel",
                    "description": [
                        "Khách sạn 3 sao sạch sẽ, tiện nghi cơ bản đầy đủ, là lựa chọn kinh tế nhưng vẫn đảm bảo sự thoải mái."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-5-khach-san-3-sao-hue-view-dep-ban-khong-nen-bo-lo-8-1667841843.jpg"],
                    "gps": {
                        "lat": 20.9603628331425,
                        "lng": 107.027723364852
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                }
            ]
        },
        {
            "province_name": "Ninh Bình",
            "places": [
                {
                    "name": "Khách sạn Moma Paris Ninh Bình",
                    "description": [
                        "Resort 5 sao với kiến trúc làng quê Bắc Bộ truyền thống, cung cấp các căn hộ villa sang trọng, dịch vụ cao cấp và hồ bơi ngoài trời."
                    ],
                    "images": ["https://eholiday.vn/wp-content/uploads/2024/07/Khach-san-Hoa-Lu-Ninh-Binh-phong-superior.jpg"],
                    "gps": {
                        "lat": 20.2673019350848,
                        "lng": 105.976409722248
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "The Reed Hotel Ninh Binh",
                    "description": [
                        "Khu nghỉ dưỡng yên tĩnh giữa cánh đồng lúa Tam Cốc, mang đến trải nghiệm gần gũi với thiên nhiên và văn hóa địa phương."
                    ],
                    "images": ["https://eholiday.vn/wp-content/uploads/2024/07/Khach-san-Hoa-Lu-Ninh-Binh-phong-deluxe-1.jpg"],
                    "gps": {
                        "lat": 20.2720173278805,
                        "lng": 105.977896487578
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "The Vissai Hotel",
                    "description": [
                        "Resort tinh tế với kiến trúc tối giản, nổi bật với hồ bơi vô cực nhìn ra cánh đồng lúa xanh mướt, mang lại cảm giác thư thái tuyệt đối."
                    ],
                    "images": ["https://eholiday.vn/wp-content/uploads/2024/07/Khach-san-Hoa-Lu-Ninh-Binh-phong-deluxe-twin-2.jpg"],
                    "gps": {
                        "lat": 20.2601289501416,
                        "lng": 105.969754677439
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Binh An Nhien Hotel & Convention Center",
                    "description": [
                        "Khách sạn 4 sao hiện đại nằm ngay trung tâm thành phố Ninh Bình, tiện nghi đầy đủ cho cả khách du lịch và khách công tác."
                    ],
                    "images": ["https://eholiday.vn/wp-content/uploads/2024/07/Khach-san-Hoa-Lu-Ninh-Binh-phong-superior-triple-3.jpg"],
                    "gps": {
                        "lat": 20.2584684897092,
                        "lng": 105.974002578381
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Ninh Binh PREMIER HOTEL",
                    "description": [
                        "Khu nghỉ dưỡng sinh thái độc đáo bên hồ nước, có các bungalow và villa trên mặt nước, thích hợp cho kỳ nghỉ dưỡng và chữa lành."
                    ],
                    "images": ["https://eholiday.vn/wp-content/uploads/2024/07/Khach-san-Hoa-Lu-Ninh-Binh-phong-family-1.jpg"],
                    "gps": {
                        "lat": 20.249941643307,
                        "lng": 105.94868681617
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "ChezCao Rice Field Ecolodge Ninh Binh",
                    "description": [
                        "Khách sạn sang trọng nằm giữa Tam Cốc – Bích Động, có tầm nhìn tuyệt đẹp ra núi non và dịch vụ spa thư giãn."
                    ],
                    "images": ["https://hiddencharmresort.com/image-data/1920-1280/hiddencharmresort.com/static/upload/images/phong-nghi/Cozy-Superior/Superior_Twin_1.jpg"],
                    "gps": {
                        "lat": 20.242524332223,
                        "lng": 105.944351390254
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Lalita Boutique Hotel & Spa Ninh Binh",
                    "description": [
                        "Khách sạn lớn tại trung tâm thành phố, có dịch vụ đa dạng từ phòng nghỉ đến trung tâm hội nghị, là lựa chọn tin cậy cho sự kiện và công tác."
                    ],
                    "images": ["https://hiddencharmresort.com/image-data/1920-1280/hiddencharmresort.com/static/upload/images/phong-nghi/Premier-Executive/Executive-double_2.jpg"],
                    "gps": {
                        "lat": 20.2185153391764,
                        "lng": 105.952937233875
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Cometa Villas Ninh Binh",
                    "description": [
                        "Khách sạn/bungalow nhỏ xinh nằm sát khu vực Tam Cốc, giá cả hợp lý, cung cấp không gian nghỉ dưỡng ấm cúng, gần gũi với cảnh quan."
                    ],
                    "images": ["https://hiddencharmresort.com/image-data/1920-1280/hiddencharmresort.com/static/upload/images/phong-nghi/Extensive-Family/Connecting%20door_Ninh_Binh_hotel_resort.jpg"],
                    "gps": {
                        "lat": 20.3149103108381,
                        "lng": 105.814109499915
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Bai Dinh Garden Resort & Spa Ninh Binh",
                    "description": [
                        "Khách sạn cao cấp mang phong cách kiến trúc cổ truyền,"
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-10-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-1-01-1664253747.jpg"],
                    "gps": {
                        "lat": 20.2809378840404,
                        "lng": 105.856515443432
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Memorina Ninh Binh Resort",
                    "description": [
                        "Khu nghỉ dưỡng mang phong cách rustic (mộc mạc), nằm gần khu du lịch Tràng An, nơi du khách có thể tận hưởng sự yên bình tuyệt đối giữa thiên nhiên."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-10-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-1-02-1664253748.jpg"],
                    "gps": {
                        "lat": 20.2973450103249,
                        "lng": 105.853511689052
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Lagom Ninh Bình Homestay",
                    "description": [
                        "Khu nghỉ dưỡng sinh thái độc đáo bên hồ nước, thích hợp cho kỳ nghỉ dưỡng và chữa lành."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-10-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-1-03-1664253748.jpg"],
                    "gps": {
                        "lat": 20.2925646998203,
                        "lng": 105.892783913238
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                }
            ]
        },
        {
            "province_name": "Cần Thơ",
            "places": [
                {
                    "name": "Charmant Suites a Boutique Hotel Can Tho",
                    "description": [
                        "Resort 4 sao ven sông Hậu, kiến trúc đậm chất miền Tây với vườn cây xanh mát, nổi tiếng với dịch vụ ẩm thực và hồ bơi ngoài trời tuyệt đẹp."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-10-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-1-04-1664253748.jpg"],
                    "gps": {
                        "lat": 10.0346912455347,
                        "lng": 105.786273155676
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "TTC HOTEL - PREMIUM CAN THO",
                    "description": [
                        "Khách sạn 5 sao cao nhất thành phố, tọa lạc ngay trung tâm bến Ninh Kiều, cung cấp tầm nhìn toàn cảnh sông Hậu và thành phố về đêm."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-10-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-1-05-1664253748.jpg"],
                    "gps": {
                        "lat": 10.0360754429828,
                        "lng": 105.788772036714
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "The Lighthouse",
                    "description": [
                        "Khách sạn sang trọng nằm trong khu phức hợp mua sắm, sở hữu phòng ốc hiện đại và vị trí đắc địa nhìn ra dòng sông Cần Thơ."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-10-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-1-06-1664253748.jpg"],
                    "gps": {
                        "lat": 10.0320395035069,
                        "lng": 105.787914806586
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Lion 17 Hotel",
                    "description": [
                        "Khách sạn 4 sao nằm ngay bến Ninh Kiều, nổi bật với thiết kế hiện đại và sân thượng nhìn thẳng ra cầu Cần Thơ."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-10-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-1-08-1664253748.jpg"],
                    "gps": {
                        "lat": 10.0303817492068,
                        "lng": 105.780248043635
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Sheraton Can Tho",
                    "description": [
                        "Khách sạn 4 sao với kiến trúc trang nhã, cung cấp dịch vụ chất lượng cao và gần các khu vực mua sắm, ẩm thực địa phương."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-10-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-1-10-1664253748.jpg"],
                    "gps": {
                        "lat": 10.0246553063255,
                        "lng": 105.774515449553
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Sky Star 2 Hotel",
                    "description": [
                        "Khách sạn với vị trí thuận lợi, phòng ốc sạch sẽ, tiện nghi và thường được khách đoàn, khách công tác ưu tiên lựa chọn."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-20-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-2-12-1664613468.jpg"],
                    "gps": {
                        "lat": 10.0198492075905,
                        "lng": 105.782545501586
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "KP Hotel Cần Thơ",
                    "description": [
                        "Khách sạn lớn nằm ven sông Hậu, có khuôn viên rộng rãi, phù hợp cho tổ chức sự kiện và nghỉ dưỡng kết hợp thăm quan miệt vườn."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-20-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-2-13-1664613468.jpg"],
                    "gps": {
                        "lat": 10.0317491256999,
                        "lng": 105.786005623223
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Wink Hotel Can Tho",
                    "description": [
                        "Khu nghỉ dưỡng bungalow yên bình giữa miệt vườn, mang lại trải nghiệm sống chậm rãi và gần gũi với thiên nhiên sông nước."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-20-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-2-14-1664613468.jpg"],
                    "gps": {
                        "lat": 10.0331904628864,
                        "lng": 105.786775169758
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Ninh Kiều 2 Hotel",
                    "description": [
                        "Khách sạn truyền thống lâu đời, vị trí trung tâm, cung cấp dịch vụ tiện nghi và là lựa chọn phổ biến cho cả khách du lịch và công tác."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-20-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-2-15-1664613468.jpg"],
                    "gps": {
                        "lat": 10.0349305287636,
                        "lng": 105.786309473305
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Magnolia's Can Tho",
                    "description": [
                        "Khu nghỉ dưỡng sinh thái nằm ven sông Tiền (Bến Tre/Tiền Giang), thường được du khách kết hợp khi khám phá miền Tây, với các hoạt động đạp xe và chèo thuyền."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-20-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-2-16-1664613468.jpg"],
                    "gps": {
                        "lat": 10.0310224028395,
                        "lng": 105.78512660697
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Asia Hotel Can Tho",
                    "description": [
                        "Khách sạn hiện đại nằm ở khu vực yên tĩnh hơn của trung tâm, nổi bật với thiết kế nội thất trẻ trung và dịch vụ thân thiện."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-20-khach-san-ninh-binh-gia-re-ma-ban-nen-biet-den-phan-2-17-1664613936.jpg"],
                    "gps": {
                        "lat": 10.0310414473864,
                        "lng": 105.784865166749
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                }
            ]
        },
        {
            "province_name": "Quảng Ngãi",
            "places": [
                {
                    "name": "Thanh Lich Guesthouse",
                    "description": [
                        "Khách sạn mới tại trung tâm, được đánh giá cao về sự sạch sẽ, tiện nghi hiện đại và đội ngũ nhân viên thân thiện."
                    ],
                    "images": ["https://cdn3.ivivu.com/2024/08/combo-khach-san-ninh-binh-ivivu-4.jpg"],
                    "gps": {
                        "lat": 15.141978,
                        "lng": 108.799225
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Dlgl - Dung Quat Hotel",
                    "description": [
                        "Khách sạn nằm tại vị trí trung tâm thành phố, thuận tiện di chuyển đến các khu mua sắm và ẩm thực địa phương."
                    ],
                    "images": ["https://cdn3.ivivu.com/2024/08/combo-khach-san-ninh-binh-ivivu-7.jpg"],
                    "gps": {
                        "lat": 15.366772,
                        "lng": 108.7315
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Cam Thanh Hotel",
                    "description": [
                        "Khách sạn tiêu chuẩn gần bãi biển Mỹ Khê, cung cấp chỗ nghỉ tiện nghi, sạch sẽ với mức giá hợp lý."
                    ],
                    "images": ["https://cdn3.ivivu.com/2024/08/combo-khach-san-ninh-binh-ivivu-14.jpg"],
                    "gps": {
                        "lat": 15.124477,
                        "lng": 108.809204
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Cocoland River Beach Resort & Spa",
                    "description": [
                        "Khu nghỉ dưỡng yên bình bên sông, với các căn villa nhỏ xinh và không gian sân vườn rộng rãi, thích hợp cho gia đình."
                    ],
                    "images": ["https://cdn3.ivivu.com/2024/08/combo-khach-san-ninh-binh-ivivu-13-1.jpg"],
                    "gps": {
                        "lat": 15.095693,
                        "lng": 108.89457
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Hana Riverside Villa",
                    "description": [
                        "Khu nghỉ dưỡng yên bình bên sông, với các căn villa nhỏ xinh và không gian sân vườn rộng rãi, thích hợp cho gia đình."
                    ],
                    "images": ["https://cdn3.ivivu.com/2024/08/combo-khach-san-ninh-binh-ivivu-18.jpg"],
                    "gps": {
                        "lat": 15.129846,
                        "lng": 108.78421
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Mường Thanh Holiday Lý Sơn",
                    "description": [
                        "Khách sạn 4 sao nằm ngay trung tâm thành phố, cạnh sông Trà Khúc, nổi bật với hồ bơi ngoài trời và dịch vụ chuyên nghiệp."
                    ],
                    "images": ["https://cdn3.ivivu.com/2024/08/combo-khach-san-ninh-binh-ivivu-20-1.jpg"],
                    "gps": {
                        "lat": 15.371465,
                        "lng": 109.11668
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "My My Hotel",
                    "description": [
                        "Khách sạn có tầm nhìn đẹp ra sông và núi Thiên Ấn, cung cấp dịch vụ nghỉ dưỡng cơ bản nhưng thoải mái."
                    ],
                    "images": ["https://cdn3.ivivu.com/2024/08/combo-khach-san-ninh-binh-ivivu-25.jpg"],
                    "gps": {
                        "lat": 15.12065,
                        "lng": 108.7857
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Hamya Hotsprings And Resort",
                    "description": [
                        "Khách sạn nằm gần cảng Sa Kỳ (đi Lý Sơn), tiện lợi cho du khách muốn nghỉ lại trước khi ra đảo hoặc khi vừa về đất liền."
                    ],
                    "images": ["https://cdn3.ivivu.com/2024/08/combo-khach-san-ninh-binh-ivivu-28.jpg"],
                    "gps": {
                        "lat": 15.123958,
                        "lng": 108.72968
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                }
            ]
        },
        {
            "province_name": "Bình Thuận",
            "places": [
                {
                    "name": "Coco Beachcamp",
                    "description": [
                        "Khu cắm trại và nghỉ dưỡng bãi biển cực kỳ nổi tiếng, mang phong cách Bohemian tự do, phù hợp với giới trẻ và các hoạt động teambuilding."
                    ],
                    "images": ["https://cdn3.ivivu.com/2024/08/combo-khach-san-ninh-binh-ivivu-27.jpg"],
                    "gps": {
                        "lat": 10.633574,
                        "lng": 107.72614
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Lazi Beach Resort & Spa",
                    "description": [
                        "Resort nằm ngay bãi biển, cung cấp các bungalow gỗ nhỏ xinh và khu vực hồ bơi hướng biển, mang lại cảm giác nghỉ dưỡng gần gũi với thiên nhiên."
                    ],
                    "images": ["https://cdn3.ivivu.com/2024/08/combo-khach-san-ninh-binh-ivivu-35.jpg"],
                    "gps": {
                        "lat": 10.706052,
                        "lng": 107.84702
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Hodota Cam Bình Resort & Spa",
                    "description": [
                        "Resort mới với thiết kế hiện đại, cung cấp dịch vụ spa và phòng ốc chất lượng cao, mang lại trải nghiệm nghỉ dưỡng thoải mái."
                    ],
                    "images": ["https://cdn3.ivivu.com/2024/08/combo-khach-san-ninh-binh-ivivu-33.jpg"],
                    "gps": {
                        "lat": 10.642109,
                        "lng": 107.73565
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Hon Ba Lagi Beach Resort",
                    "description": [
                        "Resort với mức giá phải chăng, có các phòng nghỉ tiện nghi và hồ bơi ngoài trời nhìn ra biển."
                    ],
                    "images": ["https://file.hstatic.net/1000054905/file/khach-san-binh-minh-binh-thuan1_be5475782f954c4d8d0917cdddc3061a.jpg"],
                    "gps": {
                        "lat": 10.668733,
                        "lng": 107.78803
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Nhà Nghỉ Trinh Uy",
                    "description": [
                        "Khách sạn bình dân tại trung tâm thị xã, thuận tiện để khám phá ẩm thực và đời sống địa phương."
                    ],
                    "images": ["https://file.hstatic.net/1000054905/file/khach-san-ttc-palace-binh-thuan_510f0523d3af4b3a9ce3c8c2ba7cdf4f.jpg"],
                    "gps": {
                        "lat": 10.682193,
                        "lng": 107.75219
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Hoang An Hotel",
                    "description": [
                        "Khách sạn bình dân tại trung tâm thị xã, thuận tiện để khám phá ẩm thực và đời sống địa phương."
                    ],
                    "images": ["https://file.hstatic.net/1000054905/file/khach-san-ttc-palace-binh-thuan1_9b9cf02f611743559135c60eb7de23e8.jpg"],
                    "gps": {
                        "lat": 10.683143,
                        "lng": 107.75306
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Resort Đất Lành",
                    "description": [
                        "Khu nghỉ dưỡng ven biển yên tĩnh, có bãi biển sạch đẹp và khu vườn dừa xanh mát, mang lại không gian thư giãn tuyệt đối."
                    ],
                    "images": ["https://file.hstatic.net/1000054905/file/khach-san-binh-thuan-gan-bien_bdcf81fb9aff46248d27983ca0caf4c3.jpg"],
                    "gps": {
                        "lat": 10.707212,
                        "lng": 107.83503
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                }
            ]
        },
        {
            "province_name": "Bến Tre",
            "places": [
                {
                    "name": "Mekong Home",
                    "description": [
                        "Homestay nhà dân ấm cúng, tọa lạc tại Cồn Ốc yên bình, nơi du khách được hòa mình vào thiên nhiên và văn hóa sông nước Bến Tre."
                    ],
                    "images": ["https://file.hstatic.net/1000054905/file/khach-san-binh-thuan-mui-ne_c1dcf9a0f56e4bdd90c52eb9112e3f31.jpg"],
                    "gps": {
                        "lat": 10.15766,
                        "lng": 106.3891
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Mango Home Riverside",
                    "description": [
                        "Khu nghỉ dưỡng thiên nhiên ẩn mình bên dòng sông Hàm Luông hiền hòa, với thảm thực vật tươi tốt và không khí trong lành."
                    ],
                    "images": ["https://bazantravel.com/cdn/medias/uploads/62/62929-huynh-thao-hotel-700x467.jpg"],
                    "gps": {
                        "lat": 10.225438,
                        "lng": 106.41537
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Ben Tre Riverside Resort",
                    "description": [
                        "Khu nghỉ dưỡng 4 sao quốc tế sang trọng, tọa lạc tại ngã ba sông Hàm Luông, nổi bật với kiến trúc hiện đại và không gian lãng mạn."
                    ],
                    "images": ["https://bazantravel.com/cdn/medias/uploads/62/62928-huynh-thao-hotel-ben-tre-700x467.jpg"],
                    "gps": {
                        "lat": 10.221187,
                        "lng": 106.35053
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Dịch vụ lưu trú du lịch Duyên Quê",
                    "description": [
                        "Homestay 3 sao với kiến trúc độc đáo và không gian xanh mát, mang lại trải nghiệm yên tĩnh, gần gũi với miền quê Việt Nam."
                    ],
                    "images": ["https://bazantravel.com/cdn/medias/uploads/62/62934-hung-long-phong-nghi-700x525.jpg"],
                    "gps": {
                        "lat": 10.223889,
                        "lng": 106.40355
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Diamond Stars Ben Tre Hotel",
                    "description": [
                        "Khách sạn 4 sao hiện đại, 15 tầng, nằm ngay trung tâm thành phố Bến Tre và đối diện sông Bến Tre thanh bình."
                    ],
                    "images": ["https://bazantravel.com/cdn/medias/uploads/62/62937-mekong-hotel-700x465.jpg"],
                    "gps": {
                        "lat": 10.234543,
                        "lng": 106.37557
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Quoc Phuong Riverside Homestay",
                    "description": [
                        "Homestay yên tĩnh nằm gần sông, cung cấp chỗ nghỉ tiện nghi với hồ bơi ngoài trời mở quanh năm."
                    ],
                    "images": ["https://bazantravel.com/cdn/medias/uploads/62/62936-mekong-hotel-ben-tre-700x525.jpg"],
                    "gps": {
                        "lat": 10.313003,
                        "lng": 106.26231
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Hong Thai Homestay",
                    "description": [
                        "Homestay yên bình nhìn ra sông Tiền, có khu vườn cây trái và không gian câu cá, mang lại trải nghiệm gần gũi với đời sống sông nước miền Tây."
                    ],
                    "images": ["https://bazantravel.com/cdn/medias/uploads/62/62938-ham-luong-hotel-700x468.jpg"],
                    "gps": {
                        "lat": 10.327702,
                        "lng": 106.38507
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Coco Happy Farm",
                    "description": [
                        "Khu trang trại nghỉ dưỡng độc đáo nằm giữa vườn dừa, mang lại không gian sạch sẽ, ấm áp và gần gũi với thiên nhiên."
                    ],
                    "images": ["https://bazantravel.com/cdn/medias/uploads/62/62952-thien-phuc-ben-tre-700x525.jpg"],
                    "gps": {
                        "lat": 10.19409,
                        "lng": 106.44371
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                }
            ]
        },
        {
            "province_name": "Hà Giang",
            "places": [
                {
                    "name": "Khách Sạn Hoàng Ngọc",
                    "description": [
                        "Khách sạn tiêu chuẩn nằm ngay trung tâm Đồng Văn, cung cấp các phòng nghỉ ấm cúng, sạch sẽ, thuận tiện cho việc tham quan Phố cổ và chợ phiên."
                    ],
                    "images": ["https://bazantravel.com/cdn/medias/uploads/62/62953-thien-phuc-hotel-700x525.jpg"],
                    "gps": {
                        "lat": 23.277885,
                        "lng": 105.36054
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Binh Minh Hostel",
                    "description": [
                        "Hostel giá cả phải chăng, nổi tiếng với không gian chung thân thiện, là lựa chọn lý tưởng cho du khách phượt và các bạn trẻ muốn giao lưu."
                    ],
                    "images": ["https://bazantravel.com/cdn/medias/uploads/62/62956-mango-home-riverside-700x525.jpg"],
                    "gps": {
                        "lat": 23.277233,
                        "lng": 105.36012
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "KHÁCH SẠN LÂM TÙNG",
                    "description": [
                        "Khách sạn có vị trí trung tâm, cung cấp phòng nghỉ tiện nghi, dịch vụ cơ bản tốt, là điểm dừng chân tin cậy khi khám phá Công viên Địa chất."
                    ],
                    "images": ["https://bazantravel.com/cdn/medias/uploads/62/62962-charming-countryside-homestay-hotel-700x525.jpg"],
                    "gps": {
                        "lat": 23.27757,
                        "lng": 105.36121
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Ma Le Homestay",
                    "description": [
                        "Homestay nằm tại làng Má Lé (gần Đồng Văn), mang lại trải nghiệm văn hóa địa phương đích thực với kiến trúc nhà trình tường truyền thống."
                    ],
                    "images": ["https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/66/c4/bc/elite-suite-room.jpg?w=1200&h=700&s=1"],
                    "gps": {
                        "lat": 23.307909,
                        "lng": 105.30289
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Dong Van Bar Hotel",
                    "description": [
                        "Khách sạn kết hợp với quầy bar, mang lại không khí sôi động vào buổi tối, phù hợp với du khách muốn nghỉ ngơi kết hợp giải trí."
                    ],
                    "images": ["https://ezcloud.vn/wp-content/uploads/2019/09/HG-ciao-hotel.jpg"],
                    "gps": {
                        "lat": 23.275406,
                        "lng": 105.345474
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Hoang Van Hotel",
                    "description": [
                        "Khách sạn cung cấp chỗ nghỉ ngơi sạch sẽ, cơ bản, nằm ở vị trí dễ dàng tiếp cận các điểm tham quan chính tại Đồng Văn."
                    ],
                    "images": ["https://ezcloud.vn/wp-content/uploads/2019/09/ha-giang-hotel.jpg"],
                    "gps": {
                        "lat": 23.27759,
                        "lng": 105.35944
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Đồng Văn Eco Stone House",
                    "description": [
                        "Nhà nghỉ bằng đá độc đáo, giữ nguyên nét kiến trúc truyền thống của người H'Mông, mang lại cảm giác nghỉ dưỡng gần gũi với thiên nhiên và văn hóa bản địa."
                    ],
                    "images": ["https://ezcloud.vn/wp-content/uploads/2019/09/H-G-Hotel.jpg"],
                    "gps": {
                        "lat": 23.271189,
                        "lng": 105.303986
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                }
            ]
        },
        {
            "province_name": "Bình Dương",
            "places": [
                {
                    "name": "Becamex Hotel Thu Dau Mot",
                    "description": [
                        "Khách sạn tiêu chuẩn quốc tế nằm ngay trung tâm thành phố Thủ Dầu Một, cung cấp các tiện nghi hiện đại và dịch vụ cao cấp cho khách công tác."
                    ],
                    "images": ["https://ezcloud.vn/wp-content/uploads/2019/09/HG-Hotels.jpg"],
                    "gps": {
                        "lat": 10.976277,
                        "lng": 106.67117
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "The Mira Hotel",
                    "description": [
                        "Khách sạn sang trọng hàng đầu tại Bình Dương, nổi bật với kiến trúc ấn tượng, hồ bơi ngoài trời và trung tâm hội nghị lớn."
                    ],
                    "images": ["https://ezcloud.vn/wp-content/uploads/2019/09/HG-Hotel-royal.jpg"],
                    "gps": {
                        "lat": 10.987737,
                        "lng": 106.66439
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Khách Sạn Becamex Thành Phố Mới",
                    "description": [
                        "Khách sạn hiện đại nằm trong khu vực Thành phố Mới, cung cấp các phòng nghỉ tiện nghi, phù hợp cho chuyên gia và các sự kiện lớn."
                    ],
                    "images": ["https://ezcloud.vn/wp-content/uploads/2019/09/HG-PHOENIX.jpg"],
                    "gps": {
                        "lat": 11.05604,
                        "lng": 106.684235
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Khách Sạn Elizabeth",
                    "description": [
                        "Khách sạn 4 sao với kiến trúc trang nhã, cung cấp dịch vụ chất lượng, là điểm dừng chân lý tưởng cho cả khách du lịch và công tác."
                    ],
                    "images": ["https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/7b/8b/dc/khach-s-n-binh-duong.jpg?w=900&h=500&s=1"],
                    "gps": {
                        "lat": 10.97398,
                        "lng": 106.67508
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Khách Sạn Bcons Bình Dương",
                    "description": [
                        "Khách sạn mới với thiết kế tối giản, sạch sẽ, cung cấp chỗ nghỉ tiện lợi và kinh tế, gần các khu công nghiệp."
                    ],
                    "images": ["https://kenhhomestay.com/wp-content/uploads/2019/03/Khach-san-Binh-Duong-1.jpg"],
                    "gps": {
                        "lat": 10.980447,
                        "lng": 106.64997
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                }
            ]
        },
        {
            "province_name": "Tiền Giang",
            "places": [
                {
                    "name": "Nha Khach Tien Giang Hotel",
                    "description": [
                        "Nhà khách lớn, cung cấp phòng nghỉ rộng rãi, dịch vụ ổn định, thường là lựa chọn của các đoàn khách và khách công tác."
                    ],
                    "images": ["https://ik.imagekit.io/tvlk/apr-asset/dgXfoyh24ryQLRcGq00cIdKHRmotrWLNlvG-TxlcLxGkiDwaUSggleJNPRgIHCX6/hotel/asset/10036608-9439ef1d7dd43fb052185b0448dca50e.jpeg"],
                    "gps": {
                        "lat": 10.354597,
                        "lng": 106.36164
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Khách sạn Rạng Đông",
                    "description": [
                        "Khách sạn tiêu chuẩn nằm tại trung tâm thành phố Mỹ Tho, có vị trí thuận tiện để khám phá thành phố và các điểm du lịch sông nước."
                    ],
                    "images": ["https://kinhnghiemdulich.com.vn/wp-content/uploads/2022/01/khach-san-tien-giang-dep-5.jpg"],
                    "gps": {
                        "lat": 10.35058,
                        "lng": 106.35219
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Chuong Duong Hotel",
                    "description": [
                        "Khách sạn nằm ven sông Tiền, cung cấp phòng nghỉ có tầm nhìn đẹp ra sông và cầu Rạch Miễu, lý tưởng để ngắm cảnh."
                    ],
                    "images": ["https://kinhnghiemdulich.com.vn/wp-content/uploads/2022/01/khach-san-tien-giang-dep.jpg"],
                    "gps": {
                        "lat": 10.352354,
                        "lng": 106.36531
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Mekong Homestay",
                    "description": [
                        "Khu lưu trú mang phong cách homestay, thường nằm giữa vườn cây hoặc gần kênh rạch, mang lại trải nghiệm gần gũi với đời sống miền Tây."
                    ],
                    "images": ["https://kinhnghiemdulich.com.vn/wp-content/uploads/2022/01/khach-san-tien-giang-dep-1.jpg"],
                    "gps": {
                        "lat": 10.341537,
                        "lng": 106.36446
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Khách Sạn Minh Kiều",
                    "description": [
                        "Khách sạn nằm ở trung tâm thành phố, cung cấp chỗ nghỉ cơ bản, sạch sẽ với mức giá phải chăng, thuận tiện cho việc di chuyển."
                    ],
                    "images": ["https://kinhnghiemdulich.com.vn/wp-content/uploads/2022/01/khach-san-tien-giang-dep-2.jpg"],
                    "gps": {
                        "lat": 10.355915,
                        "lng": 106.36209
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                }
            ]
        },
        {
            "province_name": "Đồng Nai",
            "places": [
                {
                    "name": "Aurora Hotel Plaza",
                    "description": [
                        "Tọa lạc tại trung tâm thành phố Biên Hòa, Aurora Hotel Plaza là khách sạn 4 sao đẳng cấp mang đến không gian nghỉ dưỡng sang trọng. Với hồ bơi ngoài trời, hệ thống nhà hàng Á - Âu đa dạng và phòng ốc hiện đại, đây là lựa chọn hoàn hảo cho cả khách công tác và khách du lịch muốn tìm kiếm sự tiện nghi hàng đầu tại Đồng Nai."
                    ],
                    "images": ["https://cdn.vntrip.vn/cam-nang/wp-content/uploads/2018/03/3-17.png"],
                    "gps": {
                        "lat": 10.957249,
                        "lng": 106.84476
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Khách Sạn The Mira Central Park",
                    "description": [
                        "Được mệnh danh là khách sạn 5 sao chuẩn quốc tế đầu tiên tại Biên Hòa, The Mira Central Park nổi bật với kiến trúc lộng lẫy và tầm nhìn hướng ra dòng sông Đồng Nai thơ mộng. Khách sạn cung cấp dịch vụ thượng hạng với sảnh hội nghị lớn, spa thư giãn và hồ bơi vô cực, mang lại trải nghiệm nghỉ dưỡng xa hoa."
                    ],
                    "images": ["https://cdn.vntrip.vn/cam-nang/wp-content/uploads/2018/03/4-15.png"],
                    "gps": {
                        "lat": 10.96525,
                        "lng": 106.84815
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Dong Nai Hotel",
                    "description": [
                        "Nằm ở vị trí thuận lợi ven sông, Khách sạn Đồng Nai là điểm dừng chân quen thuộc với phong cách phục vụ chuyên nghiệp và truyền thống. Khách sạn cung cấp các phòng nghỉ thoáng mát, đầy đủ tiện nghi cùng khuôn viên rộng rãi, thích hợp cho các đoàn khách lớn hoặc gia đình."
                    ],
                    "images": ["https://cdn.vntrip.vn/cam-nang/wp-content/uploads/2018/03/11-14.png"],
                    "gps": {
                        "lat": 10.958149,
                        "lng": 106.831406
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Lu Khach Quan",
                    "description": [
                        "Một điểm dừng chân mang phong cách gần gũi, ấm cúng dành cho những đôi chân không mỏi. Lữ Khách Quán mang đến không gian yên tĩnh, giá cả hợp lý và sự phục vụ tận tình, tạo cảm giác thân thuộc như đang ở nhà."
                    ],
                    "images": ["https://cdn.vntrip.vn/cam-nang/wp-content/uploads/2018/03/18-14.png"],
                    "gps": {
                        "lat": 10.972574,
                        "lng": 106.88807
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Vinoasis Phu Quoc",
                    "description": [
                        "Vinoasis Phú Quốc không chỉ là khách sạn mà là một quần thể giải trí - nghỉ dưỡng nức tiếng tại Đảo Ngọc. Nơi đây sở hữu công viên nước riêng biệt ngay trong khuôn viên, bãi biển riêng tuyệt đẹp và hệ thống phòng nghỉ 5 sao sang trọng. Đây là thiên đường cho các gia đình và nhóm bạn trẻ yêu thích sự sôi động."
                    ],
                    "images": ["https://cdn.vntrip.vn/cam-nang/wp-content/uploads/2018/03/24-12.png"],
                    "gps": {
                        "lat": 10.956223,
                        "lng": 106.81297
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                }
            ]
        },
        {
            "province_name": "Vĩnh Long",
            "places": [
                {
                    "name": "Ba Linh Homestay",
                    "description": [
                        "Nằm giữa vùng sông nước Cù Lao An Bình, Ba Linh Homestay mang đậm chất miệt vườn Nam Bộ. Du khách sẽ được trải nghiệm ngủ nhà lá, thưởng thức trái cây tại vườn và nghe đờn ca tài tử trong không gian thanh bình, mộc mạc."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/khach-san-vinh-long-phuoc-hung-2-1711510232.jpg"],
                    "gps": {
                        "lat": 10.269833,
                        "lng": 105.98434
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Ngoc Sang Homestay",
                    "description": [
                        "Ngọc Sang Homestay là điểm đến lý tưởng để hòa mình vào thiên nhiên xanh mát. Với không gian vườn tược rộng rãi và các hoạt động trải nghiệm như chèo xuồng, tát mương bắt cá, nơi đây hứa hẹn mang lại những kỷ niệm khó quên về văn hóa miền Tây."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/khach-san-vinh-long-van-trang-1711510249.jpg"],
                    "gps": {
                        "lat": 10.264983,
                        "lng": 105.961914
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Phuong Thao Homestay",
                    "description": [
                        "Một homestay xinh xắn, yên tĩnh được bao bọc bởi những vườn cây ăn trái trĩu quả. Phương Thảo Homestay nổi tiếng với sự hiếu khách của gia chủ và những bữa cơm gia đình đậm đà hương vị miền sông nước."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/khach-san-vinh-long-ruby-1711510249.jpg"],
                    "gps": {
                        "lat": 10.27163,
                        "lng": 105.98266
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Mekong Pottery Homestay",
                    "description": [
                        "Độc đáo và khác biệt, Mekong Pottery Homestay lấy cảm hứng từ làng nghề gốm sứ truyền thống. Kiến trúc ấn tượng kết hợp với không gian xanh tạo nên những góc check-in \"chất lừ\", đồng thời giúp du khách hiểu thêm về di sản văn hóa địa phương."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/khach-san-vinh-long-paris-hotel-1711510231.jpg"],
                    "gps": {
                        "lat": 10.258738,
                        "lng": 105.99617
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Nam Thanh Homestay",
                    "description": [
                        "Nam Thanh Homestay mang đến không gian nghỉ dưỡng thư thái bên bờ sông lộng gió. Phòng ốc sạch sẽ, thoáng mát kết hợp với ẩm thực địa phương tươi ngon là điểm cộng lớn giữ chân du khách khi đến với Vĩnh Long."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/khach-san-vinh-long-phuoc-thanh-1711510232.jpg"],
                    "gps": {
                        "lat": 10.26476,
                        "lng": 105.96659
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                }
            ]
        },
        {
            "province_name": "Quảng Bình",
            "places": [
                {
                    "name": "Phong Nha Farmstay",
                    "description": [
                        "Nằm giữa những cánh đồng lúa bát ngát, Phong Nha Farmstay là điểm giao thoa văn hóa thú vị dành cho khách quốc tế và Việt Nam. Nơi đây nổi tiếng với không gian mở, ngắm hoàng hôn tuyệt đẹp và là cơ sở lý tưởng để bắt đầu hành trình khám phá các hang động kỳ vĩ."
                    ],
                    "images": ["https://booking.muongthanh.com/images/hotels/rooms/original/phong-deluxe-twin_1694068887.jpg"],
                    "gps": {
                        "lat": 17.624653,
                        "lng": 106.38546
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Victory Road Villas",
                    "description": [
                        "Mang phong cách kiến trúc Đông Dương sang trọng pha lẫn hiện đại, Victory Road Villas cung cấp trải nghiệm nghỉ dưỡng cao cấp tại Phong Nha. Với hồ bơi nhìn ra sông Son và tiện nghi 5 sao, đây là lựa chọn cho những ai muốn sự riêng tư và đẳng cấp."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/khach-san-quang-binh-gold-coast-1710843918.jpg"],
                    "gps": {
                        "lat": 17.606667,
                        "lng": 106.3008
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Thảo Nguyên Homestay",
                    "description": [
                        "Thảo Nguyên Homestay là điểm dừng chân thân thiện, giá cả phải chăng ngay gần trung tâm du lịch Phong Nha. Phòng ốc sạch sẽ, gia chủ nhiệt tình tư vấn tour tuyến là điểm mạnh giúp nơi này được nhiều du khách bụi yêu thích."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/khach-san-quang-binh-riverside-1710843933.jpg"],
                    "gps": {
                        "lat": 17.61002,
                        "lng": 106.30949
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Nhà nghỉ du lịch Green River",
                    "description": [
                        "Đúng như tên gọi, Green River nằm bên dòng sông xanh mát, mang lại không khí trong lành quanh năm. Đây là nơi lưu trú bình dân, yên tĩnh, thích hợp để thư giãn sau một ngày dài thám hiểm rừng núi."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/khach-san-quang-binh-amanda-1710843918.jpg"],
                    "gps": {
                        "lat": 17.604336,
                        "lng": 106.29902
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Jungle Boss Homestay",
                    "description": [
                        "Được vận hành bởi những chuyên gia thám hiểm hang động, Jungle Boss Homestay mang đậm tinh thần phiêu lưu. Không gian mộc mạc, gần gũi thiên nhiên cùng những câu chuyện thú vị về rừng già sẽ làm say lòng những du khách yêu khám phá."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/khach-san-quang-binh-sun-resort-1710843933.jpg"],
                    "gps": {
                        "lat": 17.595081,
                        "lng": 106.29131
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                }
            ]
        },
        {
            "province_name": "Kiên Giang",
            "places": [
                {
                    "name": "Khách sạn River",
                    "description": [
                        "Tọa lạc ngay bên bờ sông Tô Châu thơ mộng, River Hotel Hà Tiên đạt chuẩn 4 sao với tầm nhìn tuyệt đẹp bao quát cả núi và biển. Khách sạn sở hữu thiết kế hiện đại, hồ bơi ngoài trời và dịch vụ chuyên nghiệp hàng đầu tại khu vực."
                    ],
                    "images": ["https://stcd02265632633.cloud.edgevnpay.vn/website-vnpay-public/fill/2024/5/0ho0634n6i2r1715506737202.jpg"],
                    "gps": {
                        "lat": 10.379839,
                        "lng": 104.4865
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Ha Tien Happy Hotel",
                    "description": [
                        "Khách sạn nhỏ xinh, nằm ngay trung tâm thị xã Hà Tiên, thuận tiện cho việc đi lại, ăn uống và mua sắm tại chợ đêm. Phòng ốc mới mẻ, sạch sẽ với tông màu tươi sáng mang lại cảm giác vui vẻ như chính tên gọi."
                    ],
                    "images": ["https://stcd02265632633.cloud.edgevnpay.vn/website-vnpay-public/fill/2024/5/0a9rb54gx6mf1715506747084.jpg"],
                    "gps": {
                        "lat": 10.378081,
                        "lng": 104.48348
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Nhà nghỉ Gia Phúc",
                    "description": [
                        "Điểm lưu trú bình dân, an toàn và sạch sẽ. Nhà nghỉ Gia Phúc là lựa chọn tiết kiệm cho du khách đi phượt hoặc chỉ cần một nơi nghỉ ngơi thoải mái qua đêm trước khi ra đảo."
                    ],
                    "images": ["https://stcd02265632633.cloud.edgevnpay.vn/website-vnpay-public/fill/2024/5/07wd1sryih9m1715506774248.jpg"],
                    "gps": {
                        "lat": 10.380075,
                        "lng": 104.486084
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Kim Co Hotel 2",
                    "description": [
                        "Nằm trong chuỗi khách sạn có tiếng tại địa phương, Kim Cô 2 cung cấp phòng nghỉ rộng rãi, đầy đủ tiện nghi cơ bản. Vị trí thuận lợi gần bến tàu giúp du khách dễ dàng di chuyển đi Phú Quốc hoặc quần đảo Hải Tặc."
                    ],
                    "images": ["https://stcd02265632633.cloud.edgevnpay.vn/website-vnpay-public/fill/2024/5/0qb4q6svl4re1715506884325.png"],
                    "gps": {
                        "lat": 10.380766,
                        "lng": 104.48672
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Hai Phuong Hotel",
                    "description": [
                        "Khách sạn Hải Phượng mang đến không gian nghỉ ngơi yên tĩnh, giá cả bình dân và phục vụ chu đáo. Đây là điểm dừng chân phù hợp cho cả khách lẻ và khách đoàn khi ghé thăm Hà Tiên."
                    ],
                    "images": ["https://xeditinhgiare.com/wp-content/uploads/2024/12/khach-san-gai-re-tai-kien-giang.jpg"],
                    "gps": {
                        "lat": 10.380093,
                        "lng": 104.48595
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                }
            ]
        },
        {
            "province_name": "Khánh Hòa",
            "places": [
                {
                    "name": "Fusion Resort Cam Ranh",
                    "description": [
                        "Khu nghỉ dưỡng đẳng cấp với phong cách \"spa trọn gói\" độc đáo. Fusion Resort Cam Ranh tọa lạc trên đồi cát cao hướng biển, sở hữu các biệt thự hồ bơi riêng biệt, mang đến sự riêng tư tuyệt đối và trải nghiệm chăm sóc sức khỏe đỉnh cao."
                    ],
                    "images": ["https://xeditinhgiare.com/wp-content/uploads/2024/12/1.-Mango-House-Seaview-1536x1152.jpg"],
                    "gps": {
                        "lat": 12.052332,
                        "lng": 109.20611
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Duyen Ha Resort Cam Ranh",
                    "description": [
                        "Duyên Hà Resort gây ấn tượng với kiến trúc hình cánh buồm hiện đại và không gian xanh mướt. Khu nghỉ dưỡng cung cấp đa dạng lựa chọn từ phòng khách sạn cao tầng đến biệt thự sân vườn, cùng hệ thống bể bơi và nhà hàng phong phú."
                    ],
                    "images": ["https://xeditinhgiare.com/wp-content/uploads/2024/12/2.-Homestay-Sake-Hon-Son.jpg"],
                    "gps": {
                        "lat": 12.054816,
                        "lng": 109.200584
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Selectum Noa Resort Cam Ranh",
                    "description": [
                        "Thiên đường nghỉ dưỡng trọn gói (All-inclusive) sôi động bậc nhất Bãi Dài. Selectum Noa nổi bật với công viên nước hoành tráng, các hoạt động giải trí ngày đêm, phù hợp cho gia đình có trẻ nhỏ và các nhóm bạn trẻ năng động."
                    ],
                    "images": ["https://xeditinhgiare.com/wp-content/uploads/2024/12/3.-Hotel-Lai-Son-GTS-Group-1153x1536.jpg"],
                    "gps": {
                        "lat": 12.085704,
                        "lng": 109.19075
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Khách Sạn Navy Cam Ranh",
                    "description": [
                        "Thuộc hệ thống khách sạn quân đội, Navy Cam Ranh mang đến sự an tâm tuyệt đối về an ninh và chất lượng phục vụ. Khách sạn có thiết kế hiện đại, gần sân bay và cảng Cam Ranh, rất thuận tiện cho việc di chuyển."
                    ],
                    "images": ["https://xeditinhgiare.com/wp-content/uploads/2024/12/4.-Thuongs-house-1536x1153.jpg"],
                    "gps": {
                        "lat": 11.986425,
                        "lng": 109.20046
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "OYO 598 Peony Hotel",
                    "description": [
                        "Nằm trong chuỗi khách sạn OYO toàn cầu, Peony Hotel cung cấp phòng nghỉ tiêu chuẩn với mức giá cực kỳ cạnh tranh. Nội thất tối giản, hiện đại, phù hợp cho khách du lịch bụi hoặc chuyến công tác ngắn ngày."
                    ],
                    "images": ["https://xeditinhgiare.com/wp-content/uploads/2024/12/7.-Sao-bien-COCO-BAY-1536x728.jpg"],
                    "gps": {
                        "lat": 11.911241,
                        "lng": 109.14599
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                }
            ]
        },
        {
            "province_name": "Cà Mau",
            "places": [
                {
                    "name": "Khách Sạn Phú An",
                    "description": [
                        "Khách sạn hiện đại với vị trí thuận lợi, dễ dàng kết nối đến các điểm tham quan nổi tiếng. Phú An cung cấp không gian nghỉ ngơi tiện nghi, dịch vụ tận tâm, là lựa chọn \"đáng đồng tiền bát gạo\" cho du khách."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-4-khach-san-3-sao-ca-mau-ly-tuong-nhat-hien-nay-2-1667466015.jpg"],
                    "gps": {
                        "lat": 9.1779,
                        "lng": 105.15838
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Khách sạn Song Hùng",
                    "description": [
                        "Với thiết kế trang nhã và ấm cúng, Song Hùng Hotel mang lại cảm giác thoải mái cho du khách."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-4-khach-san-3-sao-ca-mau-ly-tuong-nhat-hien-nay-3-1667466015.jpg"],
                    "gps": {
                        "lat": 9.182075,
                        "lng": 105.148026
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Thư Duy Resort",
                    "description": [
                        "Khu du lịch sinh thái kết hợp nghỉ dưỡng nổi tiếng tại Cà Mau. Thư Duy Resort sở hữu khuôn viên rộng lớn với công viên nước, khu vui chơi giải trí và hệ thống bungalow gỗ sang trọng, là điểm đến lý tưởng nhất vùng Đất Mũi."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-4-khach-san-3-sao-ca-mau-ly-tuong-nhat-hien-nay-7-1667466015.jpg"],
                    "gps": {
                        "lat": 9.173606,
                        "lng": 105.19035
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 5
                },
                {
                    "name": "Khách sạn Ruby",
                    "description": [
                        "Nằm ngay khu vực trung tâm sầm uất, các khách sạn này cung cấp chỗ nghỉ tiện nghi, sạch sẽ, thuận tiện cho việc khám phá ẩm thực đường phố và nhịp sống về đêm của thành phố."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-4-khach-san-3-sao-ca-mau-ly-tuong-nhat-hien-nay-6-1667466015.jpg"],
                    "gps": {
                        "lat": 9.178926,
                        "lng": 105.15278
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Khách sạn Hải Châu",
                    "description": [
                        "Nằm ngay khu vực trung tâm sầm uất, các khách sạn này cung cấp chỗ nghỉ tiện nghi, sạch sẽ, thuận tiện cho việc khám phá ẩm thực đường phố và nhịp sống về đêm của thành phố."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-4-khach-san-3-sao-ca-mau-ly-tuong-nhat-hien-nay-9-1667466016.jpg"],
                    "gps": {
                        "lat": 9.17608,
                        "lng": 105.15045
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                }
            ]
        },
        {
            "province_name": "Sơn La",
            "places": [
                {
                    "name": "Cosyhotel Son La",
                    "description": [
                        "Điểm nhấn hiện đại giữa núi rừng Tây Bắc. Cosy Hotel Sơn La mang phong cách trẻ trung, phòng ốc được thiết kế tinh tế, view nhìn ra thành phố hoặc đồi núi, mang lại trải nghiệm nghỉ dưỡng mới mẻ tại Sơn La."
                    ],
                    "images": ["https://mia.vn/media/uploads/blog-du-lich/top-4-khach-san-3-sao-ca-mau-ly-tuong-nhat-hien-nay-10-1667466016.jpg"],
                    "gps": {
                        "lat": 21.339018,
                        "lng": 103.91049
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Hoa Lu hotel",
                    "description": [
                        "Khách sạn mang tên cố đô, thường sở hữu kiến trúc trang nhã và vị trí đắc địa. Hoa Lư Hotel cung cấp dịch vụ lưu trú chuyên nghiệp, không gian yên tĩnh, thích hợp cho việc nghỉ ngơi sau hành trình dài."
                    ],
                    "images": ["https://kenhhomestay.com/wp-content/uploads/2019/09/khach-san-son-la-7.jpg"],
                    "gps": {
                        "lat": 21.30993,
                        "lng": 103.92827
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Khách Sạn Phương Nam",
                    "description": [
                        "Hệ thống khách sạn Phương Nam luôn đề cao sự hiếu khách và tiện nghi. Với nhiều hạng phòng đa dạng và giá cả hợp lý, đây là địa chỉ tin cậy cho mọi đối tượng khách hàng."
                    ],
                    "images": ["https://kenhhomestay.com/wp-content/uploads/2019/09/khach-san-son-la-8.jpg"],
                    "gps": {
                        "lat": 21.323847,
                        "lng": 103.91895
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Khách sạn Nậm La",
                    "description": [
                        "Tọa lạc tại thành phố Sơn La, bên dòng suối Nậm La hiền hòa. Khách sạn là điểm dừng chân lý tưởng để du khách khám phá văn hóa các dân tộc Tây Bắc và tận hưởng khí hậu mát mẻ vùng cao."
                    ],
                    "images": ["https://kenhhomestay.com/wp-content/uploads/2019/09/khach-san-son-la-9.jpg"],
                    "gps": {
                        "lat": 21.30993,
                        "lng": 103.92827
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                }
            ]
        },
        {
            "province_name": " Điện Biên",
            "places": [
                {
                    "name": "Khách sạn Ruby",
                    "description": [
                        "Mang phong cách hiện đại và trẻ trung, Khách sạn Ruby Điện Biên cung cấp không gian nghỉ dưỡng sạch sẽ, thoáng mát. Điểm cộng lớn là sự nhiệt tình của đội ngũ nhân viên và vị trí thuận lợi để di chuyển đến sân bay Điện Biên Phủ cũng như các điểm tham quan nổi tiếng trong thành phố."
                    ],
                    "images": ["https://kenhhomestay.com/wp-content/uploads/2019/09/khach-san-son-la-10.jpg"],
                    "gps": {
                        "lat": 21.389896,
                        "lng": 103.014404
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Phuong Nam Hotel",
                    "description": [
                        "Khách sạn Phương Nam là điểm dừng chân quen thuộc với mức giá hợp lý và dịch vụ tận tâm tại Điện Biên. Tọa lạc ngay trung tâm thành phố, từ đây du khách dễ dàng tiếp cận các khu chợ sầm uất và điểm ăn uống đặc sản Tây Bắc. Phòng ốc được thiết kế ấm cúng, đầy đủ tiện nghi cơ bản, phù hợp cho cả khách gia đình và khách công tác."
                    ],
                    "images": ["https://kenhhomestay.com/wp-content/uploads/2019/09/khach-san-son-la-11.jpg"],
                    "gps": {
                        "lat": 21.39648,
                        "lng": 103.01958
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Khách sạn Mường Thanh",
                    "description": [
                        "Thuộc tập đoàn khách sạn lớn nhất Đông Dương, Mường Thanh Sơn La là tòa nhà cao tầng nổi bật với đẳng cấp 5 sao. Nơi đây hội tụ đầy đủ tiện ích từ spa, gym, hồ bơi đến trung tâm hội nghị, mang lại trải nghiệm sang trọng bậc nhất khu vực."
                    ],
                    "images": ["https://kenhhomestay.com/wp-content/uploads/2019/09/khach-san-son-la-13.jpg"],
                    "gps": {
                        "lat": 21.400705,
                        "lng": 103.022064
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 4
                },
                {
                    "name": "Nhà Nghỉ Tâm Cường",
                    "description": [
                        "Những điểm lưu trú bình dân, sạch sẽ và an toàn. Phù hợp cho khách du lịch tiết kiệm, người đi công tác cần một chỗ ngủ thoải mái với đầy đủ tiện nghi cơ bản như wifi, nước nóng lạnh và chỗ đậu xe."
                    ],
                    "images": ["https://kenhhomestay.com/wp-content/uploads/2019/09/khach-san-son-la-16.jpg"],
                    "gps": {
                        "lat": 21.382076,
                        "lng": 103.01978
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                },
                {
                    "name": "Duc Thang Guest House",
                    "description": [
                        "Những điểm lưu trú bình dân, sạch sẽ và an toàn. Phù hợp cho khách du lịch tiết kiệm, người đi công tác cần một chỗ ngủ thoải mái với đầy đủ tiện nghi cơ bản như wifi, nước nóng lạnh và chỗ đậu xe."
                    ],
                    "images": ["https://kenhhomestay.com/wp-content/uploads/2019/09/khach-san-son-la-17.jpg"],
                    "gps": {
                        "lat": 21.392881,
                        "lng": 103.01105
                    },
                    "tags": [
                        "hotel, villa, motel, accomodation"
                    ],
                    "Rating": 3
                }
            ]
        }
    ]
}